{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1600024",
      "styles": {},
      "tag": "rich-text@1600024",
      "text": null,
      "richTextConfig": {
        "content": "<div id=\"mapPolicy\">\n<div class=\"row\">\n<div class=\"col-sm-9 col-xs-12 nopad mapPolicy-center\">\n<div class=\"main-contents\">\n<div class=\"header bold\">\n<p>MINIMUM ADVERTISED PRICE (MAP) POLICY FOR RETAILERS</p>\n\n<p>EFFECTIVE and UPDATED October 25th, 2017</p>\n</div>\n\n<div>\n<p>Doskocil Manufacturing Company, Inc., doing business as Petmate, <span class=\"bold italic\">(&ldquo;Petmate&rdquo;)</span> has unilaterally adopted this Minimum Advertised Price (MAP) Policy (this <span class=\"bold italic\">&ldquo;Policy&rdquo;</span>) effective as of June 5, 2017 (the <span class=\"bold italic\">&ldquo;Policy Effective Date&rdquo;</span>), which: (a) is applicable to each Retailer and establishes a minimum advertised price (<span class=\"bold italic\">&ldquo;Minimum Advertised Price&rdquo;</span> or <span class=\"bold italic\">&ldquo;MAP&rdquo;</span> and referring to either the singular or the plural or both,<span class=\"bold italic\"> &ldquo;MAP(s)&rdquo;</span>) for each of the Petmate Products as specified on the price list(s) or product list(s) provided or otherwise made available to each Retailer by Petmate or otherwise communicated by Petmate Notice (individually, a <span class=\"bold italic\">&ldquo;MAP Product&rdquo;</span> and collectively, the <span class=\"bold italic\">&ldquo;MAP Products&rdquo;</span>). (The then-current list of the MAP Products and each corresponding MAP can be found at<span class=\"bold italic\"> www.petmate.com/mappricelist.</span>)</p>\n\n<p>For purposes of this Policy: (a)<span class=\"bold italic\"> &ldquo;Retailer&rdquo; </span>(in the plural, <span class=\"bold italic\">&ldquo;Retailers&rdquo;</span>) means an individual or entity located in either or both of the United States of America (<span class=\"bold italic\">&ldquo;USA&rdquo;</span>) and Canada that promotes and sells or either thereof one or more products offered by Petmate (individually, a<span class=\"bold italic\"> &ldquo;Petmate Product&rdquo;</span> and in the plural,<span class=\"bold italic\"> &ldquo;Petmate Products&rdquo;</span>) to one or more end-user purchasers (whether doing so directly or through another party that does such things as advertise or fulfill orders on behalf of such individual or entity) and (b)<span class=\"bold italic\"> &ldquo;Petmate Notice&rdquo;</span> means a notice from Petmate to a Retailer provided or made available electronically or otherwise, including, but not limited to, posting on one or more websites designated by Petmate such as <span class=\"bold italic\">petmate.com/mappolicy</span>.</p>\n\n<ul class=\"number\">\n\t<li>\n\t<p><span class=\"bold underline\">Purpose.</span> As a worldwide leader of solutions and excellence in the pet industry, Petmate is committed to providing fun, trusted, quality products to enhance the lives of pets and their families. Some Retailers have taken or may take advantage of these circumstances by advertising such products as loss leaders or promoting excessive discounts. In an effort to help safeguard the reputation of Petmate, ensure the long-term viability of its brands and protect the investment of those Retailers that provide valuable services to end-users, Petmate has adopted this Policy.</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Application.</span></p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p><span class=\"bold italic\">Offering Prices Only.</span> This Policy applies: (i) only to the price(s) at which any or all of the MAP Products is or are made available in any way (whether through advertising, promotion, or otherwise and regardless of place or medium used) (individually and collectively,<span class=\"bold italic\"> &ldquo;offering&rdquo;</span> and its variants) and not to actual sales price(s), so<span class=\"bold italic\"> each Retailer remains free to sell at any price(s) it chooses</span> and (ii) to all offers made by or on behalf of a Retailer containing Price Information, including, but not limited to, Conventional Advertising and Electronic Content. <span class=\"bold italic\">When applied to websites, this Policy considers Price Information appearing or otherwise conveyed both outside the cart (or other containers) and in the cart (or other containers) to be subject to this Policy,</span> but not that provided at checkout.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"bold italic\">Certain Definitions.</span> For purposes of this Policy: (i)<span class=\"bold italic\"> &ldquo;Price Information&rdquo;</span> means information regarding price, whether, express or implied, such as a discrete price, price formula, reference to price or anything related to price (e.g., representations or inferences regarding savings, discount(s) or value) and anything which Petmate considers to be the substantive equivalent; (ii)<span class=\"bold italic\"> &ldquo;Conventional Advertising&rdquo;</span> means, but is not limited to newspapers, magazines, rotos, direct mail, catalogs, radio, television and signs; and (iii)<span class=\"bold italic\"> &ldquo;Electronic Content&rdquo;</span> means information that (A) can be accessed by an internet browser or anything which Petmate considers to be the substantive equivalent, including, but not limited to, (1) internet shopping sites, (2) marketplaces and (3) comparison search engines (CSEs) to which a Retailer supplies pricing information (e.g., Google Shopping, Buy.com, eBay, Amazon, and PriceGrabber); (B) is provided by or through one or more applications (apps) for mobile devices (e.g., tablets and smartphones), including, but not limited to, social media apps (e.g., Twitter, Instagram and Facebook) and mobile gaming platforms; or (C) is furnished by or through (1) electronic solicitations or other electronic communications (e.g., robocalls, caller-on-hold and other audio recordings, messaging (such as SMS (text), MMS (multimedia) and IM (instant)), webcasts, email and online or other electronic chats), (2) electronic advertisements (such as email newsletters, pop-ups and banners) or (3) anything which Petmate considers to be the substantive equivalent.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"bold italic underline\">Violations of this Policy.</span><span class=\"underline\"> Although each Retailer remains free to establish its own resale prices, such Retailer violates this Policy by: (i), directly or indirectly through another party on behalf or for the benefit of such Retailer, offering one or more of the MAP Products during the Policy Period at a Net Adjusted Price less than the corresponding MAP(s) established by Petmate from time to time and communicated to such Retailer or (ii), as provided in this Policy, is deemed to have violated it.</span></p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Additional Definitions.</span> For purposes of this Policy and except as otherwise provided herein: (a) the<span class=\"bold italic\"> &ldquo;Policy Period&rdquo;</span> means the time period beginning on the Policy Effective Date and ending on the termination date described in Petmate Notice; (b) <span class=\"bold italic\">&quot;Net Adjusted Price&quot;</span> means the price at which a MAP Product is offered by or for the benefit of a Retailer to a customer (potential or actual) after (i) applying all discounts and similar price reductions, (ii) excluding certain taxes and shipment charges and (iii) giving effect to the value of each <span class=\"bold italic\">Bundle</span> involving one or more free or reduced-price goods or services; and (c) &ldquo;Bundle&rdquo; means a combination of one or more Petmate Products with one or more other products or services offered or sold together (as determined by Petmate).</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Calculation of Net Adjusted Price.</span> Except as otherwise provided in this Policy, Net Adjusted Price will be calculated by:</p>\n\n\t<p>The fair market value for each MAP Product offered for free or at a reduced price with the purchase of another MAP Product will be its Minimum Advertised Price. From time to time, Petmate may communicate to a Retailer by notice what it considers to be the fair market value for other goods or services. Unless otherwise directed by Petmate, each time the same MAP Product is offered in pairs or other groupings, the offer price must be no less than the applicable MAP multiplied by the number of units in the offer.</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p><span class=\"underline\">Including Discounts:</span> Taking into account all discounts, deductions, rebates, and allowances offered to a customer (regardless of source, whether given or taken at the time of sale or otherwise and considered by Petmate to be part of such offer or sale), <span class=\"bold underline\">except for the following:</span></p>\n\n\t\t<ul class=\"roman\">\n\t\t\t<li>\n\t\t\t<p><span class=\"underline\">Rebates/Coupons from Petmate:</span> A rebate, coupon, or the equivalent (as determined by Petmate) that is provided by Petmateor its designee(s) directly to such customer or to such Retailer for provision to and use by such customer and</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p><span class=\"underline\">Free/Reduced-Price Shipping:</span> Free or reduced-price shipping when offered in connection with a potential or actual purchase that includes at least one of the MAP Products, provided that, as determined by Petmate: (A) such offer applies to all other products in the category in which each such MAP Product resides and (B) the value thereof is reasonable;</p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Excluding Taxes/Certain Charges:</span> Excluding, if to be paid by such customer, all applicable taxes and all shipping, delivery, and insurance charges (However, if such Retailer offers to pay any or all of such taxes and such charges that otherwise would be paid by such customer, the amount so offered by such Retailer will be considered a discount, except as otherwise provided in this Policy.);</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Subtracting Freebie Value:</span> Subtracting, in the case of free goods, services, and similar benefits for such customer provided or made available by such Retailer, the fair market value (as determined by Petmate) of all such goods, services, and benefits (regardless of source, whether given or taken at the time of sale or otherwise and considered by Petmate to be part of such offer or sale); and</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Subtracting Reduced-Price Value:</span> Subtracting, in the case of reduced-price goods and services and similar benefits for such customer provided or made available by such Retailer, the difference between (i) the fair market value (as determined by Petmate) of all such goods, services, and benefits (regardless of source, whether given or taken at the time of sale or otherwise and considered by Petmate to be part of such offer or sale) and (ii) the amount to be paid for such goods, services and benefits.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Consequences of Violating this Policy.</span> Petmate, without assuming any liability, will take one or more of the following actions immediately the following verification by Petmate to its satisfaction that a Retailer has violated this Policy:</p>\n\n\t<p><span class=\"bold italic\">For the first violation during the Policy Period:</span> If such violation is due to:</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p><span class=\"bold italic\">continuing use of an offending reference(s), text or conduct,</span> such Retailer, after receiving notice of such violation from Petmate, will remove or stop or cause to be removed or stopped the offending reference(s), text or conduct (if Petmate determines that it or they can be) within the<span class=\"bold italic\"> Allotted Period</span> (for purposes of this Policy, the &ldquo;Allotted Period&rdquo; means the time period specified in the notice of violation provided by Petmate to such Retailer, which typically will be one of the following: (i) no later than one (1) business day (usually for a violation involving Electronic Content), (ii) no later than three (3) business days (generally for all other cases) or (iii) by the conclusion of the period otherwise specified by Petmate) (if such Retailer takes such action, a violation still has been accrued) or</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"bold italic\">offending reference(s), text, or conduct that Petmate determines has or have been removed or stopped</span> (for example, a violation that has not been continued or repeated, such as an offending ad run one time the previous week), no further action is required on the part of such Retailer, but a violation has been accrued.</p>\n\t\t</li>\n\t</ul>\n\n\t<p><span class=\"bold italic\">For the second violation during the Policy Period:</span> In the event that (a) the offending reference(s), text or conduct that caused the first violation of this Policy is or are not removed or stopped (if Petmate determines that it or they can be) within the Allotted Period after receiving notice of such first violation from Petmate or (b) such Retailer otherwise violates this Policy a second time, effective as of the date specified in the notice from Petmate to such Retailer and continuing for the next thirty (30) days, the authorization of such Retailer to purchase each stock-keeping unit (<span class=\"bold italic\">&ldquo;SKU&rdquo;</span>) involved in the second violation (as determined by Petmate) will be immediately revoked by Petmate so that all pending orders (even if accepted) from such Retailer will be canceled and no new orders will be accepted from such Retailer for each such SKU.</p>\n\n\t<p><span class=\"bold italic\">For the third violation during the Policy Period:</span> In the event that (a) the offending reference(s), text or conduct that caused the second violation of this Policy is or are not removed or stopped (if Petmate determines that it or they can be) within the Allotted Period after receiving notice of such second violation from Petmate or (b) such Retailer otherwise violates this Policy a third time, effective as of the date specified in the notice from Petmate to such Retailer and continuing for the next sixty (60) days, the authorization of such Retailer to purchase each SKU involved in the third violation (as determined by Petmate) will be immediately revoked by Petmate so that all pending orders (even if accepted) from such Retailer will be canceled and no new orders will be accepted from such Retailer for each such SKU.</p>\n\n\t<p><span class=\"bold italic\">For the fourth violation during the Policy Period:</span> In the event that (a) the offending reference(s), text or conduct that caused the third violation of this Policy is or are not removed or stopped (if Petmate determines that it or they can be) within the Allotted Period after receiving notice of such third violation from Petmate or (b) such Retailer otherwise violates this Policy a fourth time, effective as of the date specified in the notice from Petmate to such Retailer and continuing until Petmate provides notice to such Retailer otherwise, if ever, the authorization of such Retailer to purchase any or all of the Petmate Products designated by Petmate (the &ldquo;Designated Products&rdquo;) will be immediately revoked by Petmate so that all pending orders (even if accepted) from such Retailer will be canceled and no new orders will be accepted from such Retailer for any or all of the Designated Products.</p>\n\n\t<p><span class=\"bold italic\">For each additional violation during the Policy Period:</span> In the event that, after the fourth violation of this Policy by a Retailer, either or both of the following is or are relevant: (a) the Designated Products do not include all Petmate Products and (b) Petmate provides notice to such Retailer that Petmate has re-authorized such Retailer to purchase any or all of the Designated Products, then each act or failure to act of such Retailer that constitutes a violation of this Policy (or is deemed by Petmate to be such a violation) will receive the same treatment as if a new fourth violation had then occurred.</p>\n\n\t<p>Each violation of this Policy is cumulative through the Policy Period. Except as noted, the consequences of each violation take effect regardless of whether the consequences for the preceding violation(s) are still running. The same act(s) or failure(s) to act may result in multiple violations.</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Do-Not-Sell List.</span> If a Retailer purchases any or all Petmate Products from one or more Distributors, restrictions on product access will be enforced through a Do-Not-Sell List provided to all Distributors. For purposes of this Policy: (a)<span class=\"bold italic\"> &ldquo;Distributors&rdquo;</span> means, collectively, each individual or entity (other than Petmate) designated as such by Petmate Notice as authorized by Petmate to sell Petmate Products to such Retailer (individually, a <span class=\"bold italic\">&ldquo;Distributor&rdquo;</span>) and (b) <span class=\"bold italic\">&ldquo;Do-Not-Sell List&rdquo;</span> means a notice from Petmate which indicates that (i) one or more individuals or entities is or are not authorized by Petmate to promote or resell any or all Petmate Products or (ii) such authorization has been revoked in whole or part with respect to all Petmate Products or revoked only with respect to certain of such products.</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Minimum Advertised Price.</span> Petmate, at any time, may (a) vary the Minimum Advertised Price for a MAP Product or (b) add to or delete any or all of the MAP Products, which may, among other things, be based on whether such product(s) is or are offered or sold under or subject to one or more select Petmate program(s) or any other Petmate policy or in any other situation announced by Petmate from time to time. Petmate will endeavor to provide prior notice of each new MAP or such change in the MAP Products, generally not less than five (5) days in advance. While Petmate will communicate each MAP and such change through Petmate Notice, each Retailer is responsible for making sure that it is aware of the then-current MAP(s) and items of the MAP Products in each circumstance.</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Other Ways to Violate this Policy.</span> Except as expressly authorized or directed by Petmate Notice or otherwise allowed by this Policy, a Retailer (directly or through another party on behalf or for the benefit of such Retailer) knowingly or negligently, directly or indirectly engaging in any or all of the following conduct (or the substantive equivalent as determined by Petmate) in connection (directly or indirectly) with the offering of any or all Petmate Products (or, if so noted below, only any or all of the MAP Products) will be deemed to be a violation of this Policy:</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p><span class=\"underline\">Use of Certain Terms or Low Price Guarantee:</span> (i) using the terms &ldquo;lowest price,&rdquo; the &ldquo;lowest prices&rdquo; or &ldquo;prices too low to show&rdquo;; (ii) an offer for one or more of the MAP Products at less than its or their MAP(s) resulting from (A) any form of low-price guarantee or (B) offering to match a lower price offered by another seller or (iii) the substantive equivalent (as determined by Petmate) of any or all of these terms or concepts;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Strike-Throughs:</span> In connection with the offering of any or all of the MAP Products, showing a strike-through of any MAP(s) regardless of whether one or more other prices are shown;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Offers for &ldquo;Likes&rdquo;:</span> Offering a discount, coupon, or rebate applicable to any or all of the MAP Products in return for a Facebook &ldquo;Like&rdquo; or anything similar in intent or effect (as determined by Petmate) involving one or more social media;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Price Variance:</span> If a price for a MAP Product is shown in advertising or promotion involving Electronic Content permitted by this Policy, such price varies with respect to such product (exclusive of applicable taxes and all shipping, delivery, and insurance charges) across any or all of (i) the initial mention, depiction or description of such product (if a price for such product appears or is used there), (ii) the in-the-cart (or other container) price and (iii) the substantive equivalent of any or all of them as determined by Petmate;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Invitations to Take Other Action:</span> Using an invitation to click, rollover, visit a location (such as a website, store, or showroom) or otherwise communicate to obtain a price, except indicating the ability of customers to make specific inquiries by telephone or email to obtain a price is permissible, as long as neither of the following (or the equivalent as determined by Petmate) is used to transmit Price Information: (i) automated call(s) or (ii) automated &ldquo;bounce-back&rdquo; email;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Group Discounts:</span> The promotion to group purchasers, except at price(s) no less than each applicable MAP;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Trade-in Offers:</span> Advertising or promoting a trade-in offer for any or all Petmate Products and other products in connection with or applicable to any or all of the MAP Products, regardless of whether a specific trade-in price or value is advertised or promoted;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Certain Offers and Sales:</span> Advertising, promoting, or selling in any or all of the following ways: (i) outside the USA and Canada (except to the extent any or all advertising and promotion efforts cannot be reasonably restricted geographically, but this exception does not apply to sales made to anyone located outside the USA and Canada); (ii) using any business name(s) or storefront(s) other than the such Retailer&rsquo;s full business name or acceptable variants thereof (as determined by Petmate); (iii) online in any fashion, unless and only to the extent each website and marketplace used for such purpose by such Retailer (along with each business name and storefront) is approved in advance by Petmate for such use and which approval has not been rescinded by notice from Petmate; and (iv) prior to the release date specified by Petmate for a new product or a product with a special promotional price authorized by Petmate;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">No Resale:</span> Selling in either or both of the following ways: (i) to anyone for resale other than, in the case of permitted returns of any or all items of Petmate Products permitted by Petmate or a Distributor, to Petmate or such Distributor, respectively, and (ii) to anyone other than end-user purchasers permitted by Petmate, including without limitation to the <span class=\"bold italic\">Special Accounts</span> for purposes of this Policy, the &ldquo;Special Accounts&rdquo; means, collectively, each individual or entity so designated by Petmate Notice);</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Amazon Standard Identification Numbers (ASINs):</span> Creating or assisting in or otherwise cooperating in the creation of new ASINs for any or all Petmate Products;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Challenges:</span> Questioning or challenging the rights claimed by Petmate or its designee(s) in or to the Petmate Intellectual Property or assisting in any way any other(s) in doing so (for purposes of this Policy, <span class=\"bold italic\">&ldquo;Petmate Intellectual Property&rdquo;</span> means trademarks, trade names, service marks, copyrights, logotypes, images, artwork, copy or anything else in which Petmate or its designee(s) claim(s) rights);</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Certain Purchases:</span> Purchasing any or all Petmate Products other than from Petmate, one or more Distributors or, in the case of bona fide returns, end-users;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Modifications or Counterfeits:</span> Offering or selling one or more products that are modified or counterfeit version(s) of any or all Petmate Products;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">URLs:</span> Using any or all of Petmate, its trademarks, or other Petmate Intellectual Property (or any variant(s) thereof) as or as part of one or more Uniform Resource Locators (URLs) or the substantive equivalent as determined by Petmate employed by or for the benefit of such Retailer, regardless whether such use is in connection with the offering or sale of any or all Petmate Products; and</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><span class=\"underline\">Circumvention:</span> Using one or more tactics that Petmate determines are intended to circumvent the application or operation of this policy.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>The Exemptions. As long as a Retailer does not otherwise violate this Policy, such Retailer offering to a potential or actual customer any or all of the MAP Products after the Policy Effective Date below its or their respective MAP(s) is exempt from this Policy and will not violate it, if such offering is consistent with one or more of the following exemptions (the <span class=\"bold italic\">&ldquo;Exemptions&rdquo;</span>):</p>\n\n\t<p>If Petmate determines that such Retailer does not qualify for or abuse any or all of the Exemptions, such exemption(s) will be deemed withdrawn by Petmate retroactive to the Policy Effective Date or such other date specified by Petmate. Except in extraordinary circumstances, Petmate will not consider any requests for other exemptions.</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>Live Telephone or email: Individualized live telephone communication or individualized email (but not automated bounce-back email or the substantive equivalent) in direct response to a specific customer inquiry;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>In-Store Materials: In-store materials at a brick-and-mortar location that simply state the price(s) at which one or more of the MAP Products may be purchased, including, without limitation, point-of-sale signs, price stickers, and hang tags (but signage visible outside a brick-and-mortar location (such as an outward-facing window sign) is subject to this Policy);</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Grandfathering: Bonafide advertising and promotional materials (including without limitation printed catalogs) that cannot reasonably be modified prior to the Policy Effective Date or the effective date of a change in the MAP(s), the MAP Products or this Policy until such time that it is reasonable to revise such materials (as determined by Petmate) to be consistent with this Policy;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Timing: A bona fide offer of one or more of the MAP Products made by such Retailer prior to the effective date of a change in the MAP(s), the MAP Products or this Policy, which makes such offer non-compliant with this Policy, as long as (i), if this policy was in place at the time such offer was made, such offer complied with the then-current terms of this Policy; (ii) such offer is effective for no longer than ten (10) days or another reasonable time period (as determined by Petmate) after the effective date of such change; and (iii) each of the MAP Products included in such sale will be delivered to such customer no later than thirty (30) days after acceptance of such offer;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Special Programs: The offer under one or more special programs (if any) designated by Petmate;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Discontinued Products: The offer of one or more items of any or all of the MAP Products that is or are discontinued by Petmate effective (A) when such item(s) do not appear on the then-current price list(s) or product list(s) issued by Petmate or (B) on the date(s) referred to in the notice of discontinuance provided by Petmate to Retailers; and</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Employee Offers The offer to an employee of such Retailer for his or her personal use (and not for resale), provided that such offer is reasonable (as determined by Petmate).</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">When a Retailer Requests Approval under this Policy.</span> If the approval of Petmate under this Policy is sought by a Retailer, the failure to obtain it no later than seven (7) days after the date of such request will be deemed to be a disapproval of each thing for which such approval is sought.</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Additional Policy Terms and Conditions.</span> Effective as of the Policy Effective Date, this Policy supersedes and cancels each other policy applicable to each Retailer from Petmate for any or all Petmate Products, if any, regarding minimum advertised price, resale price or, to the extent covered by this Policy, the other matters referred to herein. For any reason(s) deemed appropriate by Petmate (including without limitation based on the request of a Retailer for Petmate to consider such things as, but not necessarily restricted to, limited-time promotional offers for an event in which such Retailer is participating or otherwise), but, in no case other than as the unilateral decision of Petmate, this Policy may be modified, extended, waived, suspended, discontinued or rescinded in whole or part by Petmate Notice at any time (including without limitation during any Petmate-designated promotional period(s)), with such action(s) effective immediately or as otherwise described by Petmate. If Petmate negotiates a price or prices with a customer that is or are less than the MAP(s) and provides a Retailer the opportunity to offer to fulfill one or more orders at such price(s), acceptance by such Retailer of such opportunity will not constitute a violation of this Policy.</p>\n\n\t<p>Unless Petmate designates otherwise, for purposes of compliance with this Policy, each retail business (regardless of the name(s) used and location(s)) directly or indirectly owned, operated, or associated with a Retailer (as determined by Petmate) will be considered to part of such Retailer, so that each violation by any such business will be aggregated with that or those of each other such business and attributed to such Retailer.</p>\n\n\t<p>The availability of one or more items of Petmate Products may be changed by Petmate any time, in which case, any or all of Petmate and each other individual or entity supplying a Retailer may without liability or penalty (a) cancel all pending orders (even if accepted) from such Retailer for the affected item(s) and (b) refuse to accept any new orders from such Retailer for such item(s).</p>\n\n\t<p>Regardless of whether expressly indicated in this Policy, each notice referred to herein (including without limitation Petmate Notice): (a) may, as determined by Petmate, be given in writing or electronically (including without limitation posting on one or more websites for Retailers) and (b) will be considered to be received as designated by Petmate. The Explanation (which also may be referred to as &ldquo;Frequently Asked Questions,&rdquo; &ldquo;FAQs&rdquo; or the equivalent as determined by Petmate), if any, accompanying or associated with this Policy is intended to help answer questions in connection with them, but is not part of this Policy. In the event of any disagreement over the interpretation or enforcement of this Policy, the view of Petmate will control.</p>\n\n\t<p>The consequences of violating this Policy are non-exclusive and do not limit or waive in any way the legal, equitable, and other remedies available to Petmate, particularly for conduct relating to Petmate Intellectual Property.</p>\n\n\t<p>Petmate will not discuss any conditions of acceptance related to this Policy. In addition, Petmate neither solicits nor will it accept, any assurance of compliance with this Policy. Notwithstanding anything to the contrary which may be expressed or implied in or by one or more agreements between a Retailer and Petmate or otherwise, nothing shall constitute an agreement by such Retailer to comply with this Policy, as, among other things, this Policy is not and should not be construed to be one of the Petmate policies (as such term or a similar term is or may be used in any or all of such agreements or otherwise) for which such compliance is mandatory.</p>\n\t</li>\n\t<li>\n\t<p><span class=\"bold underline\">Questions, Additional Information, or Information Regarding Potential Violations.</span> For reference, copies of the then-current versions of the following can be found where indicated:</p>\n\n\t<p>ALL QUESTIONS OR REQUESTS FOR ADDITIONAL INFORMATION REGARDING THIS POLICY OR INFORMATION CONCERNING POTENTIAL VIOLATIONS OF THIS POLICY MUST BE IN WRITING AND ARE TO BE ADDRESSED TO THE PERSON AT PETMATE RESPONSIBLE FOR THIS POLICY (<span class=\"bold italic\">POLICY ADMINISTRATOR&rdquo;</span>):</p>\n\n\t<ul class=\"disc\">\n\t\t<li>\n\t\t<p>THIS POLICY:&nbsp;&nbsp;<a href=\"http://PETMATE.COM/MAPPOLICY\">PETMATE MAP POLICY</a></p>\n\t\t</li>\n\t\t<li>\n\t\t<p>THE LIST OF THE MAP PRODUCTS, WITH EACH CORRESPONDING MAP:&nbsp;<a href=\"https://www.petmate.com/mappricelist\">PETMATE MAP PRICELIST</a></p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n\n<p class=\"bold italic\">Policy Administrator</p>\n\n<p class=\"bold italic\">Petmate</p>\n\n<p class=\"bold italic\">2300 East Randol Mill Road</p>\n\n<p class=\"bold italic\">Arlington, TX 76011 USA</p>\n\n<p class=\"bold italic\">email: mapadmin@petmate.com</p>\n\n<p>Only the Policy Administrator or the Policy Administrator&rsquo;s designated representative(s) is or are authorized by Petmate to answer questions regarding this Policy, to comment on this Policy or to accept information regarding potential violations.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}