{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1900001",
      "styles": {},
      "tag": "rich-text@1900001",
      "text": null,
      "richTextConfig": {
        "content": "<p>Petmate, is one of the world&rsquo;s leading makers of quality pet products. The Company manufactures and distributes a wide range of pet products, both on a private label basis as well as a variety of well-known brands including Doskocil, Petmate, Aspen Pet, Dog Zilla, Chuckit!, Gat Cat, and JW. If you own a dog or a cat, you&#39;re probably a customer. Petmate&rsquo;s sophisticated manufacturing, distribution and sourcing operations in Texas, California, Tennessee, China, and Vietnam manage over 4,000 pet products sold via pet specialty retailers, distributors, catalog and internet retailers, mass merchants, grocery stores, drugstores, and club warehouses in North America, Latin America, and Europe. Currently, the Company is in an aggressive growth mode, both organically and by acquisition. The Company has also pursued high-profile partnerships, recently collaborating with renowned cat expert and star of Animal Planet&rsquo;s &ldquo;My Cat from Hell&rdquo; Jackson Galaxy to create the Jackson Galaxy Collection by Petmate. Petmate is also a sponsor of the new CBS television show &ldquo;Lucky Dog.&rdquo; If you enjoy working with your hands then we need you! Come help take our South Arlington facility to the next level! Here is what you will do as an assembly operator to move our business forward: Assembly duties &bull; Assembly of raw items into a finished product with the aid of flamers, rivet machines, punch presses, heat transfer machines, and other assorted hand tools &bull; Must pack and lift cartons to pallets, properly tag for identification &bull; Perform housekeeping duties in workstation &bull; Able to lift and/or move up to 30 lbs, be able to stand for entire shift Training and development &bull; This is an entry level position with the opportunity for a qualified individual to progress through the skill blocks in Assembly, Assembly Support and Quality Shifts and Pay Rate &bull; 12 Hours 7:00AM &ndash; 7:00PM $10.90/hr. &bull; 12 Hours 7:00PM &ndash; 7:00AM $10.90 plus 0.50 Shift Diff. &bull; 8 hours 2ND shift 3:00PM &ndash; 11:00PM $9.15/hr. plus 0.30 Shift Diff. &bull; 8 Hours 3RD shift 11:00PM &ndash; 7:00AM $9.15/hr. plus 0.50 shift Diff. Assembly Operator will need these critical soft skills: Teamwork - Balances team and individual responsibilities; Exhibits objectivity and openness to others&#39; views; Gives and welcomes feedback; Contributes to building a positive team spirit; Puts success of team above own interests; Able to build morale and group commitments to goals and objectives; Supports everyone&#39;s efforts to succeed. Judgment - Displays willingness to make decisions; Exhibits sound and accurate judgment; Supports and explains reasoning for decisions; Includes appropriate people in decision-making process; Makes timely decisions. Motivation - Sets and achieves challenging goals; Demonstrates persistence and overcomes obstacles; Measures self against standard of excellence; Takes calculated risks to accomplish goals. If you are interested in working for Petmate, please email your resume to resume@petmate.com We are an Equal Opportunity Employer. Drug Free Workplace EEOC M/F/D/V</p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}