{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1900004",
      "styles": {},
      "tag": "rich-text@1900004",
      "text": null,
      "richTextConfig": {
        "content": "<p><strong>Inventory Control Coordinator </strong></p>\n\n<p>Petmate is one of the world&rsquo;s leading manufacturer of quality pet products. The Company manufactures and distributes a wide range of pet products, both on a private label basis as well as a variety of well-known brands including Doskocil, Petmate, Aspen Pet, Dogzilla, Chuckit!, Gat Cat, and JW. If you own a dog or a cat, you&#39;re probably a customer. Petmate&rsquo;s sophisticated manufacturing, distribution and sourcing operations in Texas, California, Tennessee, China, and Vietnam manage over 4,000 pet products sold via pet specialty retailers, distributors, catalog and internet retailers, mass merchants, grocery stores, drugstores, and club warehouses in North America, Latin America, and Europe. Currently, the Company is in an aggressive growth mode, both organically and by acquisition. The Company has also pursued high-profile partnerships, recently collaborating with renowned cat expert and star of Animal Planet&rsquo;s &ldquo;My Cat from Hell&rdquo; Jackson Galaxy to create the Jackson Galaxy Collection by Petmate. Petmate is also a sponsor of the CBS television show &ldquo;Lucky Dog.&rdquo;</p>\n\n<p>If you enjoy working with spreadsheets and Inventory then we need you! Come help take our Mansfield facility to the next level!&nbsp;</p>\n\n<p>Here are what you will do as an Inventory Control Coordinator to move our business forward:</p>\n\n<p><strong>Inventory Control duties</strong></p>\n\n<p>&bull; Optimize customer service through teamwork and communication.</p>\n\n<p>&bull; Tracks the logistics of all raw and finish good materials.</p>\n\n<p>&bull; Perform daily inventory cycle counts to ensure inventory accuracy and submits changes for approval.</p>\n\n<p>&bull; Gathers all shipping/receiving and inventory data for the daily production meeting.</p>\n\n<p>&bull; Schedules the removal of all waste.</p>\n\n<p>&bull; Create&nbsp;a matrix to assist in the tracking of information related to Shipping and Receiving.</p>\n\n<p>&bull; Back-up the Shipping and Receiving Supervisor. Core Competencies:</p>\n\n<p>&bull; Writes clearly and informatively, edits work for spelling and grammar, presents numerical data effectively, able to read and interpret written information. &bull; Strong planning and organizing skills. A self-starter in this area that is proactive with others.</p>\n\n<p>&bull; Prioritizes and plans work activities, uses time efficiently, plans for additional resources sets goals and objectives, organizes or schedules other people and their tasks, develops realistic action plans.</p>\n\n<p><strong>Minimum Education Qualifications: </strong></p>\n\n<p>High school diploma or general education degree and minimum two years of logistics experience, or equivalent combination of education and experience.</p>\n\n<p><strong>Language Skills</strong>: Ability to read and interpret documents such as safety rules, operating and maintenance instructions, and procedure manuals. Ability to write</p>\n\n<p><strong>Mathematical Skills:</strong> Ability to add and subtract two digit numbers and to multiply and divide by 10&rsquo;s and 100&rsquo;s. Ability to perform these operations using units of American money and weight measurement, volume, and distance.</p>\n\n<p><strong>Computer Skills</strong>: To perform this job successfully, an individual should have knowledge of MS Excel, MS Access, MS Word, and Oracle.</p>\n\n<p>The Inventory Control Coordinator will need these critical soft skills:</p>\n\n<p><strong>Teamwork</strong> - Balances team and individual responsibilities; Exhibits objectivity and openness to others&#39; views; Gives and welcomes feedback; Contributes to building a positive team spirit; Puts success of team above own interests; Able to build morale and group commitments to goals and objectives; Supports everyone&#39;s efforts to succeed.</p>\n\n<p><strong>Judgment</strong> - Displays willingness to make decisions; Exhibits sound and accurate judgment; Supports and explains the reasoning for decisions; Includes appropriate people in decision-making process; Makes timely decisions.</p>\n\n<p><strong>Motivation</strong> - Sets and achieves challenging goals; Demonstrates persistence and overcomes obstacles; Measures self against standard of excellence; Takes calculated risks to accomplish goals.</p>\n\n<p>If you are interested in working for Petmate, please email your resume to resume@petmate.com</p>\n\n<p>We are an Equal Opportunity Employer. Drug-Free Workplace EEOC M/F/D/V</p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}