{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1600032",
      "styles": {},
      "tag": "rich-text@1600032",
      "text": null,
      "richTextConfig": {
        "content": "<div id=\"returnPolicy\">\n<div class=\"row\">\n<div class=\"col-sm-9 col-xs-12 nopad returnPolicy-center\">\n<div class=\"main-content\">\n<h2>Return Policy</h2>\n\n<div>\n<ul class=\"number\">\n\t<li>\n\t<p>If you are not completely satisfied with your purchase, Petmate.com offers returns for most items within 30 days of the original date of purchase. <strong>Before sending your return please email our Consumer Service Team at <a href=\"mailto:consumerservices1@petmate.com\" target=\"_top\"> consumerservices@petmate.com</a>.</strong></p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>After 30 days from the original date of purchase, all sales are final.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>If you paid for shipping on your&nbsp;original order we will refund that shipping charge to you&nbsp;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Return shipping charges are paid by the customer unless it was due to a shipping error on our part.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Returns must be shipped freight prepaid.&nbsp;Any return sent back freight collect will be refused.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>All returns must be in unused condition and in original factory packaging with all original packing materials. Please include a copy of the original packing list or the Petmate order number.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>In the unlikely event that your product is missing parts, please email us at <a href=\"mailto:consumerservices1@petmate.com\" target=\"_top\"> consumerservices@petmate.com</a> within 30 days of the original date of purchase and we will send you the missing parts at no charge.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Shipping charges for motor freight LTL deliveries that have been refused will not be refunded.&nbsp; A restocking fee&nbsp;may also be charged.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Damaged items</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>If a package arrives damaged, it&rsquo;s best for you to refuse the package. If you sign for and keep the package, you should note the damage when signing for it so that a claim may be filed with the carrier.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Damaged products are allowed for replacement or credit within 30 days of the original date of purchase.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Defective items</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>Defective products are allowed for replacement or credit within 30 days of the original date of purchase, or during the product warranty period.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Please contact us at <a href=\"mailto:consumerservices1@petmate.com\" target=\"_top\">consumerservices@petmate.com</a> before shipping the defective item back to Petmate.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Exchanged items</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>An exchange will be handled as a purchase/return. You should make a new purchase of the correct item and return the original item back to Petmate in unused condition.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Incorrect item</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>If the wrong item is shipped to you, please contact Petmate Consumer Services at <a href=\"mailto:consumerservices1@petmate.com\" target=\"_top\">consumerservices@petmate.com</a> for further instructions.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Order cancellation</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>If you wish to cancel your please contact Petmate Consumer Services Team us at <a href=\"mailto:consumerservices1@petmate.com\" target=\"_top\"> consumerservices@petmate.com</a></p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Orders can only be canceled if they have not yet been processed by our distribution center.&nbsp;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Orders are sent to our distribution center within 30 minutes of your order being placed.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Credits</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>All credits will be made back to the original payment method. Petmate will request a credit to your account within 14 business days from the date that we receive and audit the return. If the item is not returned, then credit will not be issued.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Please note that credit card companies vary in the time it takes to post credits to your account and we cannot control when you will receive your credit.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>All product returns should be sent directly to:</p>\n\n\t<p>Petmate<br />\n\t3201 N. Houston School Road<br />\n\tLancaster, TX 75134<br />\n\tATTN: Consumer Returns</p>\n\t</li>\n</ul>\n</div>\n</div>\n</div>\n</div>\n</div>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}