{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1900003",
      "styles": {},
      "tag": "rich-text@1900003",
      "text": null,
      "richTextConfig": {
        "content": "<p>&nbsp;</p>\n\n<p><strong>Warehouse Team Member</strong></p>\n\n<p><strong>Petmate</strong>, is one of the world&rsquo;s leading makers of quality pet products. The Company manufactures and distributes a wide range of pet products, both on a private label basis as well as a variety of well-known brands including Doskocil, Petmate, Aspen Pet, Dogzilla, Chuckit!, Fat Cat, and JW. If you own a dog or a cat, you&#39;re probably a customer. Petmate&rsquo;s sophisticated manufacturing, distribution and sourcing operations in Texas, California, Tennessee, China, and Vietnam manage over 4,000 pet products sold via pet specialty retailers, distributors, catalog and internet retailers, mass merchants, grocery stores, drugstores, and club warehouses in North America, Latin America, and Europe.</p>\n\n<p>Currently, the Company is in an aggressive growth mode, both organically and by acquisition. The Company has also pursued high-profile partnerships, recently collaborating with renowned cat expert and star of Animal Planet&rsquo;s &ldquo;My Cat from Hell&rdquo; Jackson Galaxy to create the Jackson Galaxy Collection by Petmate. Petmate is also a sponsor of the new CBS television show &ldquo;Lucky Dog.&rdquo;</p>\n\n<p><strong><em>If you enjoy driving equipment then we need you!&nbsp; Come help take our South Arlington facility to the next level</em></strong><em>!</em></p>\n\n<p><strong><em>Here is what you will do as a Warehouse Team Member&nbsp;to move our business forward:</em></strong></p>\n\n<p><strong><em>Warehouse duties</em></strong></p>\n\n<ul>\n\t<li>Utilize the Company Vision statement as the primary guide for decision making. Support and encourage behavior that reflects the term &quot;customer&quot; refers to dealers, suppliers, and all company employees. &nbsp;</li>\n</ul>\n\n<ul>\n\t<li>Work within Petmate&rsquo;s safety policies and safety programs in a uniform and consistent manner so that employee injuries and illnesses can be prevented and compliance with federal, state and local regulations can be achieved</li>\n</ul>\n\n<ul>\n\t<li>Follow proper lifting techniques including team lifting when items are too heavy for individual lifting.</li>\n</ul>\n\n<ul>\n\t<li>Working in concert with Management, achieve primary objectives of</li>\n</ul>\n\n<p style=\"margin-left:1.0in;\">a. Efficiency, Integrity and, accuracy, in all processes</p>\n\n<p style=\"margin-left:1.0in;\">b. Returns processing compliance</p>\n\n<p style=\"margin-left:1.0in;\">c. Picking and truck loading</p>\n\n<p style=\"margin-left:1.0in;\">d. Inventory integrity and control</p>\n\n<p style=\"margin-left:1.0in;\">e. Receiving and put away</p>\n\n<p style=\"margin-left:1.0in;\">f. Customer Service requests</p>\n\n<p style=\"margin-left:1.0in;\">g. Case and pallet labeling</p>\n\n<ul>\n\t<li>Assist in maintaining a clean, organized facility through diligent housekeeping efforts.&nbsp; Employees are required to assist in keeping aisles open and free of trash as well as picking up after themselves.</li>\n</ul>\n\n<ul>\n\t<li>Use a computer and other devices provided in warehouse automation systems with care, report any unsafe or malice activities that could damage the automation or computer systems.</li>\n</ul>\n\n<ul>\n\t<li>Equipment operation &ndash; Utilize only when properly trained. Depending on specific duties, employees will be required to train on and operate various types of material handling equipment.</li>\n</ul>\n\n<ul>\n\t<li><a name=\"_Hlk509050042\">Employees must be flexible in work hours available including overtime and be able to respond to varying workloads without prior notice. Report to work every day, on time, as scheduled.</a></li>\n</ul>\n\n<ul>\n\t<li>Previous experience driving Forklifts, Order Pickers (Cherry Picker), Reach Trucks, and/or Pallet Jacks Prefer.</li>\n</ul>\n\n<p><strong><em>Training and development </em></strong></p>\n\n<ul>\n\t<li><em>This is an entry level position with the opportunity for a qualified individual to progress through the skill blocks in Warehouse, Forklift Driver, and Auditor</em></li>\n</ul>\n\n<p><strong><em>All Shifts Available and Start Pay Rate</em></strong></p>\n\n<ul>\n\t<li><strong><em>1<sup>st</sup> Shift 7:30AM &ndash; 3:30PM $11.25/hr.</em></strong></li>\n\t<li><strong><em>2<sup>nd</sup> Shift 3:30PM &ndash; 11:30PM $11.55/hr. plus 0.30 Shift Diff.</em></strong></li>\n\t<li><strong><em>3<sup>rd</sup> Shift 11:30PM &ndash; 7:30AM $11.75/hr. plus 0.50 Shift Diff.</em></strong></li>\n</ul>\n\n<p><strong><em>And a variety of weekend Part Time Hours.</em></strong></p>\n\n<p>&nbsp;</p>\n\n<p><strong><em>Warehouse Team Members will need these critical soft skills:</em></strong></p>\n\n<p><strong><u>Teamwork</u></strong> - Balances team and individual responsibilities; Exhibits objectivity and openness to others&#39; views; Gives and welcomes feedback; Contributes to building a positive team spirit; Puts success of team above own interests; Able to build morale and group commitments to goals and objectives; Supports everyone&#39;s efforts to succeed.</p>\n\n<p><strong><u>Judgment</u></strong> - Displays willingness to make decisions; Exhibits sound and accurate judgment; Supports and explains the reasoning for decisions; Includes appropriate people in decision-making process; Makes timely decisions.</p>\n\n<p><strong><u>Motivation</u></strong> - Sets and achieves challenging goals; Demonstrates persistence and overcomes obstacles; Measures self against standard of excellence; Takes calculated risks to accomplish goals.</p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}