{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1700008",
      "styles": {},
      "tag": "rich-text@1700008",
      "text": null,
      "richTextConfig": {
        "content": "<h3>Process Tech</h3>\n\n<p>&nbsp;</p>\n\n<p><strong>POSITION SUMMARY</strong></p>\n\n<p>&nbsp;</p>\n\n<div>\n<p>Prepare machine for color or mold changes.&nbsp; Required to do mold/machine start-ups.&nbsp; Must maintain quality products from machines at all times.&nbsp; Identifies mold/machine/color/resin problems.&nbsp; Keep a continual open line of communication with supervisor.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>ESSENTIAL DUTIES AND REQUIREMENTS</strong></p>\n\n<p>1.&nbsp; Sets machine controls to regulate molding temperature, volume, pressure, and time, according to your knowledge of plastics and molding procedures.</p>\n\n<p>2.&nbsp; Daily TPM&rsquo;s on molds in their section.</p>\n\n<p>3. &nbsp;Maintain standard cycle times, standard cavitation and part quality.</p>\n\n<p>4.&nbsp; Observes and adjusts machine set up and operations to eliminate production of defective parts and products.</p>\n\n<p>5.&nbsp; Responsible for housekeeping of assigned areas.</p>\n\n<p>6.&nbsp; Relentless effort to reduce downtime, scrap and increase overall efficiency of machines.</p>\n\n<p>7. Collect and analyze data to determine root cause and develop long term solutions.</p>\n\n<p>8. Needs to have good knowledge of how an injection molding machine and injection mold functions.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>MINIMUM QUALIFICATIONS AND REQUIREMENTS</strong></p>\n\n<p>1.&nbsp; Must be able to lift and/or move up to 30 lbs. and stand for an entire shift.</p>\n\n<p>2.&nbsp; Must have normal color vision and good communication skills.</p>\n\n<p>3.&nbsp; Commitment to quality performance and products and able to maintain production standards.</p>\n\n<p>4.&nbsp; Minimum of 3 years&rsquo; experience with Injection mold / machine start-up.</p>\n\n<p>5.&nbsp; Strong troubleshooting capabilities.</p>\n\n<p>6. Able to work with minimal supervision, a self-starter who is highly motivated.</p>\n\n<p>7. Must be able to read, write and speak English.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>PHYSICAL REQUIREMENTS</strong></p>\n</div>\n\n<div>\n<p>Occasionally required to walk, stoop, kneel, or crawl.&nbsp; Employee is frequently exposed to extreme temperatures in warehouse environment.&nbsp; Frequently exposed to conditions typically found in a manufacturing plant: noise, dust, heat, and chemicals.</p>\n\n<p>&nbsp;</p>\n\n<p>If you have the background and experience we&#39;re seeking, please email your resume to <a href=\"mailto:resume@petmate.com\">resume@petmate.com</a>. We are an Equal Opportunity Employer. Drug Free Workplace EEOC M/F/D/V</p>\n</div>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}