{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_3100001",
      "styles": {},
      "tag": "rich-text@3100001",
      "text": null,
      "richTextConfig": {
        "content": "<p><b>Position Title: Software Developer, Oracle Applications</b></p>\n\n<p><b>Employer: </b>Petmate</p>\n\n<p><b>Work Location:</b> 2300 E. Randol Mill Rd. Arlington, TX 76011</p>\n\n<p>&nbsp;</p>\n\n<p><b>Position Responsibilities: &nbsp;&nbsp;&nbsp;</b></p>\n\n<p>Design, develop, and modify Oracle Applications using scientific analysis and mathematical models that measure the outcome and consequences of design projects. Utilize object oriented development tools to analyze, model, design, construct, and test software systems.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Design and develop complex program interfaces within Oracle Application products including Order Management (OM), Purchasing (PO), Account Receivables (AR), Account Payables (AP), Inventory (INV), Bill of Materials (BOM), General Ledger (GL), using Oracle E-Business Suite. Build and modify Oracle Applications Forms and Reports, Interfaces and Workflows through Report and Form builder.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Develop and test Oracle 12.2.8 version, PL/SQL stored procedures, functions, and triggers by implementing Oracle E-Business Suite applications, using languages including SQL, MYSQL, PLSQL. Develop and manipulate the company&rsquo;s Oracle E-Business Suite database.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Investigate problems in software products and systems and provide solutions to critical issues. Enhance performance and productivity of reports by designing and developing Extraction, Transformation, and Load (ETL) scripts utilizing SQL, PLSQL, TOAD, WinSCP.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Design and develop customized business software using the Oracle Cloud Commerce framework, WinSCP, Visual Studio, Postman, Knockout and Node framework for the company&rsquo;s website.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Design and develop Oracle Trade Management for managing claims. Create and maintain the company&rsquo;s B2B portal through the Magento platform PHP framework, using languages including PHP, JAVA, JavaScript.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Build REST APIs for the company&rsquo;s product data transmission to primary customers. Manage on premise, cloud, and hybrid solutions for Hyperion/Essbase customers.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Develop Perl scripts for data validation. Responsible for performance tuning of Oracle SQL* queries with the parallel query feature, indexes, and processor hints. Work in writing Unix shell scripting on Korn-shell; schedule jobs with Corn Tab in Unix which coverts Orders into XML employing SOAP xml and tools such as Putty, Dreamweaver, etc.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Perform the upgrades and migrations both on premise and in Oracle Cloud and deliver Hyperion application implementations. Develop project architecture, prototypes, and proofs of concepts.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Obtain and evaluate information on factors such as reporting formats required, costs, and security needs to determine software and hardware configuration.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Perform peer code review sessions. Identify areas for code improvement and refactors code. Define internal application architecture, and solve unique and unanticipated technology problems ahead of the rest of the development team.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Participate in requirements and design gathering sessions. Prepare technical design documents based on the functional and technical discussions. Prepare system documentation.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><b>Minimum Requirements: </b></p>\n\n<p>Master&rsquo;s degree in Computer Information Systems or Computer Science.</p>\n\n<p>2 years of experience working as Software Developer, Oracle Applications; or Software Engineer.</p>\n\n<p>Demonstrated ability in using Oracle Applications, Oracle E-Business Suite, SQL, MYSQL, PLSQL, PHP, JAVA, JavaScript, WinSCP, Visual Studio, Postman.</p>\n\n<p>&nbsp;</p>\n\n<p><b>How to Apply:&nbsp; Please send your resume and salary expectations to resumes@petmate.com </b></p>\n\n<p>\n<style type=\"text/css\">.tb_button {padding:1px;cursor:pointer;border-right: 1px solid #8b8b8b;border-left: 1px solid #FFF;border-bottom: 1px solid #fff;}.tb_button.hover {borer:2px outset #def; background-color: #f8f8f8 !important;}.ws_toolbar {z-index:100000} .ws_toolbar .ws_tb_btn {cursor:pointer;border:1px solid #555;padding:3px}   .tb_highlight{background-color:yellow} .tb_hide {visibility:hidden} .ws_toolbar img {padding:2px;margin:0px}\n</style>\n<style type=\"text/css\">.tb_button {padding:1px;cursor:pointer;border-right: 1px solid #8b8b8b;border-left: 1px solid #FFF;border-bottom: 1px solid #fff;}.tb_button.hover {borer:2px outset #def; background-color: #f8f8f8 !important;}.ws_toolbar {z-index:100000} .ws_toolbar .ws_tb_btn {cursor:pointer;border:1px solid #555;padding:3px}   .tb_highlight{background-color:yellow} .tb_hide {visibility:hidden} .ws_toolbar img {padding:2px;margin:0px}\n</style>\n</p>\n\n<p>&nbsp;</p>\n<style type=\"text/css\">.tb_button {padding:1px;cursor:pointer;border-right: 1px solid #8b8b8b;border-left: 1px solid #FFF;border-bottom: 1px solid #fff;}.tb_button.hover {borer:2px outset #def; background-color: #f8f8f8 !important;}.ws_toolbar {z-index:100000} .ws_toolbar .ws_tb_btn {cursor:pointer;border:1px solid #555;padding:3px}   .tb_highlight{background-color:yellow} .tb_hide {visibility:hidden} .ws_toolbar img {padding:2px;margin:0px}\n</style>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}