{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_2900011",
      "styles": {},
      "tag": "rich-text@2900011",
      "text": null,
      "richTextConfig": {
        "content": "<h5>&nbsp;</h5>\n\n<h5>International Shipping</h5>\n\n<p><strong>Click on the&nbsp;logo below</strong>&nbsp;to sign up for a MyUS.com account and receive your very own MyUS.com address to use at checkout. Register today and get&nbsp;<b>FREE </b>setup on a Basic or Premium membership.<br />\n<br />\n<a href=\"https://www.myus.com/welcome/landing/?aid=1006685\" target=\"_blank\"><img alt=\"Sign up for International Shipping with MyUS\" src=\"https://static.myus.com/images/common/ux/remotereg/myus_afflogo.jpg\" title=\"Sign up for International Shipping with MyUS\" /></a></p>\n\n<p><strong>YOU CAN HAVE YOUR PETMATE ORDERS SHIPPED TO YOUR INTERNATIONAL ADDRESS BY USING OUR PARTNER&nbsp;<a href=\"https://www.myus.com/welcome/landing/?aid=1006685\" target=\"_blank\">MYUS.COM</a></strong></p>\n\n<p>Petmate has partnered with&nbsp;<a href=\"https://www.myus.com/welcome/landing/?aid=1006685\" target=\"_blank\">MyUS.com</a>&nbsp;to offer convenient International Shipping. MyUS.com membership offers deeply discounted international shipping rates to more than 225 countries. They will provide you with a US street address, receive packages on your behalf and then ship your order overseas. MyUS.com also helps prepare customs paperwork for your shipments. Petmate Free Shipping offers apply to domestic shipping destinations only. International shipping charges will be charged by MyUS.com. &nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><strong>HOW IT WORKS</strong></p>\n\n<ol>\n\t<li>\n\t<p>Choose your&nbsp;<a href=\"https://www.myus.com/welcome/landing/?aid=1006685\" target=\"_blank\">MyUS.com</a>&nbsp;subscription, create your account and receive your own US address.</p>\n\t</li>\n\t<li>\n\t<p>Use your US address provided by&nbsp;<a href=\"https://www.myus.com/welcome/landing/?aid=1006685\" target=\"_blank\">MyUS.com</a>&nbsp;when placing your order with us.</p>\n\t</li>\n\t<li>\n\t<p>Once we ship your order,&nbsp;<a href=\"https://www.myus.com/welcome/landing/?aid=1006685\" target=\"_blank\">MyUS.com</a>&nbsp;will manage the mail forwarding process to you.</p>\n\t</li>\n</ol>\n\n<p><strong>Please note</strong>&nbsp;that some items cannot be shipped to international addresses and are not eligible for MyUS.com services. The MyUS.com website has a complete list of prohibited items for different countries.</p>\n\n<p>For all Customer Service inquiries or order placement information and orders&nbsp;<a href=\"tel:+1-877-738-6283\">call 877-738-6283</a></p>\n\n<p>If you choose to use MyUS.com to forward your Petmate order outside of the&nbsp;<b>continental United States, Alaska or Hawaii,</b>&nbsp;then we consider their U.S. address to be the destination for your order. Once your order safely reaches the MyUS.com warehouse&nbsp;in the USA, they take responsibility for loss or damage to your order when shipping it internationally. We recommend that you review the MyUS.com&nbsp;insurance options for international shipments before you place your order.</p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}