{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1700012",
      "styles": {},
      "tag": "rich-text@1700012",
      "text": null,
      "richTextConfig": {
        "content": "<h3>Customer Service Manager Job Description</h3>\n\n<p>&nbsp;</p>\n\n<p>Do you want to work for a company that provides fun products to consumers? A company that is growing where YOU can make an impact on the business? Or how about a company that provides a more casual workplace and one where your pet is welcome to join you? Petmate provides an excellent employee experience, benefits and an opportunity for a career. As a smaller organization, you matter. We are looking for a strong <strong>Customer Service Manager</strong> to join our team.&nbsp;</p>\n\n<p>Petmate/Doskocil Mfg., Inc was founded in 1960 as an innovative manufacturer and supplier of crates and kennels used by the airline industry to transport pets. Over the years, the Company added individual consumers to its market strategy and expanded its product offerings, both domestically and internationally. Today, doing business as Petmate, the Company manufactures and distributes a wide range of pet products under the Petmate brand and on a Private Label basis, including:</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kennels &amp; Carriers&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Shelters and Dog Houses</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Toys &amp; Accessories&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Collars and Leashes</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bedding&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Litter Maintenance</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Feeding &amp; Watering</p>\n\n<p>&nbsp;</p>\n\n<p>Petmate&rsquo;s highly sophisticated distribution and sourcing operations in Texas, China and Vietnam manage over 4,000 pet products sold via pet specialty retailers, distributors, catalog and internet retailers, mass merchants, grocery stores and club warehouses.</p>\n\n<p>Stamford Connecticut based private equity firm Olympus Partners acquired Petmate in May 2017. Their value creation plan includes driving new products innovation, improving marketing, and expanding the product portfolio by executing an aggressive growth strategy; organically and through acquisition. In addition to developing new products and expanding existing product offerings, the Company continues to pursue industry-related acquisitions.</p>\n\n<p>The Company is headquartered in Arlington, Texas, in the heart of the Dallas/Ft. Worth &lsquo;Metroplex&rsquo;. The Corporate Headquarters is located within walking distance to the iconic AT&amp;T Stadium, home of the 5-time Super Bowl Champion Dallas Cowboys, and The Ballpark in Arlington, home of the Texas Rangers baseball club. DFW Airport is also nearby.</p>\n\n<p>&nbsp;</p>\n\n<p>As <strong>Customer Service Manager </strong>you will be given the opportunity to create and provide excellent customer service within the Customer Service team. You will be challenged to promote this idea throughout the organization. The goal is to keep the department running in an efficient manner and to increase customer satisfaction and exceed our customers expectation. If you are interested in joining our team as our <strong>Customer Service Manager</strong>, please send your resume to <a href=\"mailto:resume@petmate.com\">resume@petmate.com</a>.</p>\n\n<p>&nbsp;</p>\n\n<p><strong>Overall Responsibilities:</strong></p>\n\n<ul>\n\t<li>Set a clear mission and deploy strategies focused towards that mission.</li>\n\t<li>Take ownership of customer issues and follow problems through to resolution.</li>\n\t<li>Partner with sales and other departments to ensure customer satisfaction.</li>\n\t<li>Improve Customer Service experience and create an engaged Customer Service Team.</li>\n\t<li>Manage a team of 8-10 Customer Service representatives in a CPG (Consumer Product Goods) company.</li>\n\t<li>Analyze trends, statistics and compile reports using this information.</li>\n\t<li>Recruit, mentor and develop customer service representatives. Nurture an environment where they can excel through encouragement and empowerment.</li>\n\t<li>Keep ahead of industry developments and apply best practices to areas of improvement.</li>\n\t<li>Be abreast of company goals, and budgets and work with other departments to help achieve set goals/budgets.</li>\n\t<li>Determine system improvement opportunities and implement change.</li>\n\t<li>Maintain an orderly workflow according to priorities.</li>\n\t<li>Interact with various departments</li>\n</ul>\n\n<p><strong>Position Requirements:</strong></p>\n\n<ul>\n\t<li>College degree preferred and/or 3-5 years experience</li>\n\t<li>Proven work experience as a Customer Service Manager</li>\n\t<li>Experience in providing Customer Service support</li>\n\t<li>Excellent knowledge of management methods and techniques</li>\n\t<li>Ability to think strategically and lead</li>\n\t<li>Superior communication skills &ndash; both verbal and written</li>\n\t<li>Advanced troubleshooting and multi-tasking skills</li>\n\t<li>Customer Service orientation &nbsp;</li>\n\t<li>Strong e-commerce background</li>\n\t<li>Microsoft Office experience.</li>\n\t<li>Must have strong telephone communication skills.</li>\n\t<li>Problem solving, and organizational skills are required.</li>\n\t<li>Ability to read and comprehend simple instructions, correspondence, memos, etc.</li>\n\t<li>A team player who helps colleagues in a positive manner in order to achieve the Department team goals.</li>\n\t<li>Ability to effectively present information in one-on-one and group situations.</li>\n</ul>\n\n<p><strong>Other Duties and Responsibilities:&nbsp; </strong></p>\n\n<ul>\n\t<li>Perform other duties as assigned.&nbsp;</li>\n\t<li>Up to 25% travel.</li>\n</ul>\n\n<p><strong>Minimum Qualification Requirements: </strong></p>\n\n<ul>\n\t<li>Ability to effectively present information in one-on-one and group situations.</li>\n\t<li>Oracle, or other larger ERP system experience preferred.</li>\n</ul>\n\n<p>If you have the background and experience we&#39;re seeking, please email your resume to <a href=\"mailto:resume@petmate.com\">resume@petmate.com</a>. We are an Equal Opportunity Employer. Drug Free Workplace. EEOC M/F/D/V</p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}