{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1600034",
      "styles": {},
      "tag": "rich-text@1600034",
      "text": null,
      "richTextConfig": {
        "content": "<div id=\"shippingPolicy\">\n<div class=\"row\">\n<div class=\"col-sm-9 col-xs-12 nopad shippingPolicy-center\">\n<div class=\"main-contents\">\n<h2>Shipping Policy</h2>\n\n<div>\n<ul class=\"number\">\n\t<li>\n\t<p>Orders for in-stock items are usually processed the same day however it may take up to 48&nbsp;hours to be processed.&nbsp;Orders are not processed on Saturday, Sunday, or Holidays. Petmate will strive to have your order to you according to your chosen shipping method, but issues may arise beyond our control that can delay the actual delivery date. Shipping or delivery may be impacted by COVID-19.</p>\n\t</li>\n\t<li>\n\t<p>On each order, these shipping methods are available and will be charged accordingly: (All options do not include Saturday and Sunday)</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>Ground: 3 to 5 Business Days</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Second Day Air: 2 Business Days</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Standard Overnight: 1 Business Day*</p>\n\n\t\t<ul>\n\t\t\t<li>\n\t\t\t<p>*Order must be placed before 11:00 AM CST&nbsp;to receive your order the next business day. If your order is placed after 11:00 AM CST, it will ship the next business day.&nbsp;</p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>FREE STANDARD SHIPPING on $49+.</strong>&nbsp;Free offer valid on ground shipping only. Merchandise total must reach $49 after all&nbsp;discounts and before taxes. Free Shipping Offer not valid on prior purchases. You will have the option to upgrade to an expedited shipping option (overnight or 2-day), but you will be responsible for all applicable upgraded shipping fees. <strong>Free Shipping does not apply to oversized items that have a delivery surcharge</strong>.</p>\n\t</li>\n\t<li>\n\t<p>Orders are available to ship within the United States.&nbsp;</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>Some items cannot be shipped to P.O. boxes or military addresses. Delivery to military addresses may take up to 24 days via standard parcel/FedEx&nbsp;Smart Post.&nbsp;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Items that are bulky or very large may have a delivery surcharge. If applicable this surcharge is shown on the product detail page and will be&nbsp;applied at checkout.&nbsp;</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Orders shipping to Hawaii and Alaska MUST ship Second Day Air: Two Business Days and DO NOT&nbsp;qualify for Free Shipping on orders.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>How we determine shipping rates:</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>Shipping rates are calculated based on the shipping address and on the selected shipping method. All shipping costs include handling and may be subject to tax.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>To determine the applicable shipping rate for items in your cart, proceed to checkout and enter your shipping and billing information. The shipping rates by shipping service will be displayed.&nbsp;The total of your order, including merchandise, shipping, and tax, will be shown prior to your final confirmation.</p>\n\n\t\t<ul class=\"roman\">\n\t\t\t<li>\n\t\t\t<p>Please note that the order totals during your checkout reflect the estimated sales tax. The actual charge to your form of payment will include applicable state and local sales taxes and will be calculated when your order is shipped.</p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p>Due to size and/or weight, some items may require an additional delivery charge on top of our Standard Shipping &amp; Handling Charges. These charges are stated on the items Product Detail Page. With Free Shipping On Orders Over $49, you will only pay the additional delivery charge.&nbsp;&nbsp;</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>Tracking your order:</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>The tracking number will be sent to the email address you entered at checkout when the order leaves our warehouse. Simply click on the link provided in the email to track your package.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>In the unlikely event that a product you have selected is unavailable to ship at the time of purchase that item will be canceled from your order and<i> you will not be charged for it.</i> You will need to re-order this item when it is back in stock.</p>\n\n\t<ul class=\"alpha\">\n\t\t<li>\n\t\t<p>If your order is canceled, you will be notified via email.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Please check petmate.com frequently to see when we are back in stock on the item.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n</div>\n</div>\n</div>\n</div>\n</div>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}