{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_3500002",
      "styles": {},
      "tag": "rich-text@3500002",
      "text": null,
      "richTextConfig": {
        "content": "<h1>Petmate Welcome Home Giveaway</h1>\n\n<p>We know that Plastic Kennels are Comfy, Safe &amp; Secure. They are more than just a kennel they&rsquo;re home. Share a photo of your pet using their Plastic Kennel and tell us why they (and you) love your plastic kennel and be entered to win a $500 prize pack!</p>\n\n<p><strong>How to enter:</strong></p>\n\n<p>Share a photo of your pet in a plastic Kennel with <strong>#WelcomeHomeContest</strong> between June 1 &ndash; June 30th, 2020 and tell us why your pet LOVES their PLASTIC kennel. Be entered to win the below great prizes:</p>\n\n<p>A Grand Prize $500 Petmate prize pack (2 winners) or a $100 Chuckit! prize pack (3 winners).&nbsp;</p>\n\n<p><strong>Eligibility:</strong></p>\n\nAll entrants must be a legal U.S. resident to win. &nbsp;This contest is in no way endorsed or sponsored by Instagram. You acknowledge that not only does Instagram not endorse the promotion, but the platform is also not responsible for anything that may happen to followers who participate in a particular contest. Only content that uses <strong>#WelcomeHomeContest</strong> will be eligible.\n\nThe giveaway will end on June 30th at 11:59 pm CST. Winners will be selected by Petmate. Winners will be notified via Instagram by July 15th, 2020. By entering the contest, you grant Petmate permission to use your content. (photo, video, text, etc.). You understand and agree that Petmate or our successors shall have the right where permitted by law to print, publish or distribute and use in any media now known or hereafter developed in perpetuity and through the world, without limitation. By entering, you agree to release and hold harmless Petmate and its subsidiaries, affiliates, partners, agents, successors assign, employees, officers and directors from any liability, illness, injury, death, loss, litigation, claim, or damage that may occur, directly or indirectly, whether caused by negligence or not, from your participation in the promotion and/or your acceptance, possession, use, or misuse of any prize or any portion thereof. By participating you the contestant has affirmatively reviewed, accepted, and agreed to all of the above conditions.No purchase is necessary to win. A purchase does not increase the chance of winning.\n\nGrand Prize winners will get an assortment prize of La-Z-Boy Pet Beds, Gen7Pets Stroller, Vittles Vault by Gamma2, Chuckit!, JW Grooming. Second place winners will receive a $100 Chuckit! Prize Package. Petmate employees or their families are not eligible to win.\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}