{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_3700001",
      "styles": {},
      "tag": "rich-text@3700001",
      "text": null,
      "richTextConfig": {
        "content": "<p style=\"margin-bottom:11px\">&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">NO PURCHASE OR PAYMENT IS NECESSARY TO ENTER OR WIN. </span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\">A purchase or payment will not improve your chances of winning. The Arm &amp; Hammer&trade; National Dog Day Giveaway (the &quot;Giveaway&quot;) entry period begins at 12:01 AM Eastern Time (&quot;ET&quot;) on August 19th, 2020 and ends at 5:30 PM ET on August 28<sup>th</sup>&nbsp; (the &ldquo;Entry Period&rdquo;), when all entries must be received. Eastern Time shall control for all purposes of this Giveaway. Sponsor&rsquo;s clock shall be the official timekeeper for the Giveaway. The Giveaway is governed by these Official Rules and is subject to all applicable federal, state, and local laws. Void where prohibited.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">1. Eligibility.</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> The Giveaway is open only to legal residents of the fifty (50) United States and the District of Columbia, who are eighteen (18) years of age or older at the time of entry. Proof of residency and age may be required before the award of any prize. Employees of Church &amp; Dwight Co., Inc. (&ldquo;Sponsor&rdquo;) and its subsidiaries, divisions, affiliates, and advertising or promotional agencies, and the immediate family and household members of such individuals, are not eligible to enter or win. &ldquo;Immediate family members&rdquo; shall mean parents, step-parents, children, step-children, siblings, step-siblings, or spouses, regardless of where they live. &ldquo;Household members&rdquo; shall mean people who share the same residence at least three (3) months a year, whether related or not. To enter the Giveaway or receive the prize, you must fully comply with the Official Rules and, by entering, you represent and warrant that you agree to be bound by these Official Rules and the decisions of the Sponsor, whose decisions shall be binding and final in all respects relating to this Giveaway.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"line-height:200%\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"line-height:200%\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">2. How to enter. </span></span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"line-height:200%\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\">During the Entry Period, to receive one (1) entry into the Giveaway, follow @armandhammer petmatepetproducts, and @target on Instagram, like the Giveaway post (the &quot;Post&quot;)</span></span></span></span><s><span style=\"font-size:13.0pt\"><span style=\"line-height:200%\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">,</span></span></span></span></s><span style=\"font-size:13.0pt\"><span style=\"line-height:200%\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> and, in the comment section of the Post, tag one (1) friend and tell us how you use ARM &amp; HAMMER Baking soda (the &quot;Entry&quot;). ALL ENTRIES MUST BE RECEIVED BY 5:30 PM ET ON August 28<sup>th</sup>, 2020. Although it is free to enter, standard message and data charges may be incurred if you use your mobile device to enter the Giveaway. Limit one (1) Entry per person throughout the entire Entry Period. Additional entries by posting one (1) photo on your Instagram account of you walking your dog with #ArmAndHammerDogs. Entries will be deemed to have been submitted by the authorized account holder of the email address associated with the Instagram account from which entry is made at the time of the entry. &quot;Authorized account holder&quot; is defined as the natural person who is assigned to an email address by an Internet access provider, online service provider or organization (e.g., business, educational institution, etc.) that is responsible for assigning email addresses for the domain associated with the submitted email address. Entering or attempting to enter the Giveaway multiple times through the use of multiple email addresses or Instagram accounts is prohibited and any such entries will be deemed void and disqualified. All submissions become the property of the Sponsor upon receipt and will not be acknowledged or returned.</span></span></span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">3. Random Drawing; Odds of Winning.</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> After the close of the Entry Period, twenty (20) potential winners will be selected in a random drawing from all eligible entries received. Odds of winning depend upon the total number of eligible entries received.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">4. Prize.</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> Winner will receive one (1) prize package consisting of ARM &amp; HAMMER Waste Bags and dispenser, ARM &amp; HAMMER Waste Bag Refill 90 Ct., and a Target Gift card valued at $100, entire prize package: $115). Any federal, state, and local taxes on the prize are the sole responsibility of the winner. If prize or any portion thereof is not accepted, is unclaimed or unused by a winner, it will be forfeited and will not be substituted. No transfer, refund, cash redemption, substitution or replacement of prize or any prize component permitted, except that Sponsor reserves the right, in its sole discretion, to substitute a prize of equal or greater value (or cash equivalent). ARV of the prize is in U.S. dollars.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">5. Winner Notification. </span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\">The potential winner will be contacted via direct message and may be required, in Sponsor&#39;s discretion, to complete and return a Declaration or Affidavit of Eligibility, Release of Liability and Publicity Release (where permitted by law) (collectively, the &quot;Affidavit&quot;) by the date or within the time frame specified by Sponsor or an alternate winner may be selected. If a potential winner is under the age of majority in its state of legal residence, the Affidavit must be executed on its behalf by its parent or legal guardian. In the event: (a) a potential winner cannot be reached for whatever reason after a reasonable effort has been exerted based on the information provided by potential winner in its entry form or winner notification or Affidavit is returned as undeliverable; (b) a potential winner declines or cannot accept, receive or use the prize for any reason; (c) of noncompliance with the above or within any of the aforesaid periods, (d) a potential winner is found to be ineligible to enter the Giveaway or receive the prize, (e) a potential winner cannot or does not comply with the Official Rules, or (f) a potential winner fails to fulfill the Affidavit-related obligations, the potential winner shall be disqualified from the Giveaway and an alternate potential winner may be selected, at Sponsor&#39;s sole discretion, from among the other eligible entries received.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">6. Publicity Release; Use of Personal Information.</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> Except where prohibited or restricted by law, a winner&#39;s acceptance of prize constitutes the winner&#39;s agreement and consent for Sponsor and any of its designees to use and/or publish winner&#39;s name (in whole or in part), city and state of residence, photographs or other likenesses, pictures, portraits, video, voice, testimonials, biographical information (in whole or in part), Entry (in whole or in part) and/or statements made by winner regarding the Giveaway or Sponsor, worldwide and in-perpetuity for any purposes, including, but not limited to, advertising, trade and/or promotion on behalf of Sponsor, in any forms of media, now known or hereafter devised, including, but not limited to, print, TV, radio, electronic, cable, or World Wide Web, without further limitation, restriction, compensation, notice, review, or approval. By entering the Giveaway, entrants will be sharing their personal information with Sponsor, which personal information will be collected and be used for administration of the Giveaway and awarding the prize. Also, by entering, entrants agree to Sponsor&#39;s use of entrant&#39;s personal information as described in its privacy policy at </span></span></span><a href=\"https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.armandhammer.com%2Fprivacy-policy%3Ffbclid%3DIwAR2PoeD9SXWXVn39DN2T40f2Hc_JCbgnuCvyVuIUyKTUWRax3utdfuIid20&amp;h=AT1J4CjGWOz8cNeX-BZAGhm0jvlfYkTv4C20HUauR5JE8hjGdF3JaR_8fhMKV_zeoIY4XwcvIWQr4LqN4rs-w3r4jAllneDVzIJopOzLgtlbG8Ulybf7rLK-KqUHYAKS0x8\" style=\"color:#0563c1; text-decoration:underline\" target=\"_blank\"><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#385898\">https://www.armandhammer.com/privacy-policy</span></span></span></a><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\">. Please refer to the Sponsor&#39;s privacy policy for important information regarding the collection, use, and disclosure of personal information by the Sponsor. Sponsor is not responsible for disclosures made by any third party.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">7. No Tampering; Right To Cancel; Modify.</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> Sponsor and its subsidiaries, affiliates, divisions, partners, representatives, agents, successors, assigns, employees, officers, directors and members shall not have any obligation or responsibility, including any responsibility to award any prize to entrants, with regard to: (a) entries that contain inaccurate information or do not comply with or violate the Official Rules; (b) entries, prize claims or notifications that are lost, late, incomplete, illegible, unintelligible, damaged or otherwise not received by the intended recipient, in whole or in part, due to computer, human or technical error of any kind, including but not limited to, inactive email or social media accounts or an entrant&#39;s failure to monitor its email and/or social media accounts; (c) entrants who have committed fraud or deception in entering or participating in the Giveaway or claiming the prize; (d) telephone, electronic, hardware, software, network, Internet or computer malfunctions, failures or difficulties; (e) any inability of the winner to accept the prize for any reason; (f) if a prize cannot be awarded due to delays or interruptions due to Acts of God, natural disasters, terrorism, weather or any other similar event beyond Sponsor&#39;s reasonable control; or (g) any damages, injuries or losses of any kind caused by any prize or resulting from awarding, acceptance, possession, use, misuse, loss or misdirection of any prize or resulting from participating in this promotion or any promotion or prize related activities. Sponsor reserves the right, in its sole discretion, to disqualify any individual it finds to be (a) tampering with the entry process or the operation of the Giveaway, or with any website promoting the Giveaway; (b) acting in violation of the Official Rules; or (c) entering or attempting to enter the Giveaway multiple times through the use of multiple email addresses/Instagram accounts or the use of any robotic or automated devices to submit entries. If Sponsor determines, in its sole discretion, that technical difficulties or unforeseen events compromise the integrity or viability of the Giveaway, Sponsor reserves the right to void the entries at issue, and/or terminate the relevant portion of the Giveaway promotion, including the entire Giveaway promotion, and/or modify the Giveaway and/or award the prizes in a random drawing from all eligible entries received as of the termination date.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">8. Release of Liability; Disclaimer of Warranty; Forum Selection Clause. </span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\">By participating in the Giveaway, entrants and winner agree to release and hold harmless Sponsor, Instagram, and their respective parents, subsidiaries, affiliates, divisions, partners, representatives, agents, successors, assigns, employees, officers, directors, and members (the &quot;Released Parties&quot;), from any liability, for loss, harm, damage, injury, cost or expense whatsoever, including without limitation, property damage, personal injury (including emotional distress), and/or death, which may occur in connection with preparation for, or participation in, the Giveaway, or possession, acceptance and/or use or misuse of the prize or participation in any Giveaway-related or prize-related activity and for any claims or causes of action based on publicity rights, defamation or invasion of privacy and merchandise delivery. The Released Parties assume no responsibility for any injury or damage to entrants or any other person&#39;s computer, regardless of how caused, relating to or resulting from entering or downloading materials or software in connection with this Giveaway. Entrants and winners acknowledge that Sponsor has neither made nor is in any manner responsible or liable for any warranty, representations or guarantees, express or implied, in fact, or law, relative to any prize or any component thereof. Except where prohibited, all issues and questions concerning the construction, validity, interpretation, and enforceability of these Official Rules, or the rights and obligations of entrant or Sponsor in connection with the Giveaway, shall be resolved individually, without resort to any form of class action, and shall be governed by, and construed in accordance with, the laws of the State of New Jersey, without giving effect to any choice of law or conflict of law rules (whether of the State of New Jersey, or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New Jersey. Also, any dispute relating to the Giveaway (including these Official Rules) shall be brought in the appropriate state or federal court having jurisdiction over the subject matter located in Mercer County, New Jersey. Entrants hereby irrevocably consent to the personal jurisdiction of said courts and waive any claim of forum non-conveniens or lack of personal jurisdiction that they may have. Any and all claims, judgment, and awards shall be limited to actual out-of-pocket costs incurred, but in no event attorneys&#39; fees, and under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim, indirect, punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and further waives any and all rights to have damages multiplied or otherwise increased.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">9. Sponsor:</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> Church &amp; Dwight Co., Inc., 500 Charles Ewing Blvd., Ewing, NJ 08628. This Giveaway is in no way sponsored, endorsed, or administered by, or associated with, Instagram. Any and all questions, comments, or complaints regarding the Giveaway must be directed to Sponsor, not Instagram.</span></span></span></span></span></p>\n\n<p>&nbsp;</p>\n\n<p><span style=\"font-size:11pt\"><span style=\"font-family:Calibri,sans-serif\"><b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;inherit&quot;,serif\"><span style=\"color:#1c1e21\">10. Winner List.</span></span></span></b><span style=\"font-size:13.0pt\"><span style=\"font-family:&quot;Georgia&quot;,serif\"><span style=\"color:#1c1e21\"> To obtain a copy of the winner&#39;s list, available after December 31, 2020. send a self-addressed, stamped envelope to Arm &amp; Hammer National Dog Day August Giveaway, Church &amp; Dwight Co., Inc., 500 Charles Ewing Blvd., Ewing, NJ 08628, for Sponsor&#39;s receipt by January 31, 2021.</span></span></span></span></span></p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}