{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1600031",
      "styles": {},
      "tag": "rich-text@1600031",
      "text": null,
      "richTextConfig": {
        "content": "<div id=\"termsAndConditions\">\n<div>\n<div class=\"row\">\n<div class=\"col-sm-9 col-xs-12 nopad termsAndConditions-center\">\n<div class=\"main-content\">\n<div>\n<h2>Terms And Conditions</h2>\n\n<p>Welcome to the Petmate.com site. The Site is owned and operated by Doskocil Manufacturing Company, Inc d/b/a Petmate (&ldquo;Petmate,&rdquo; &rdquo;us,&rdquo; &rdquo;we,&rdquo; or &ldquo;our.&rdquo;). Please carefully read the Terms and Conditions and our Privacy and Security Policy[hyperlink to privacy policy] (collectively, &ldquo;Terms&rdquo;) before using the Petmate.com site. By accessing the Petmate.com website or other websites of Petmate&rsquo;s divisions or affiliates (collectively, &ldquo;Petmate.com&rdquo;, or the &ldquo;Website&rdquo; or &ldquo;Websites&rdquo;)[we can include a list here of all websites to be covered], you agree to follow and be bound by these Terms without modification. If you do not agree or accept any of these terms, please do not use the Website.</p>\n</div>\n\n<div><strong>USE OF THE SITE</strong>\n\n<p>The Website may contain other proprietary notices and copyright information, the terms of which must be observed and followed. Information on the Website may contain technical inaccuracies or typographical errors. Information, including product pricing and availability, may be changed or updated without notice. Petmate reserves the right to refuse service, terminate accounts, and/or cancel orders in its sole discretion, including, without limitation, if Petmate believes that customer conduct violates applicable law or is harmful to the interests of Petmate. its affiliates, and/or its other customers.</p>\n</div>\n\n<div><strong>PROHIBITED CONDUCT</strong>\n\n<p>The Site is intended only for users 18 years of age and older. By accessing and/or using the Website, you represent that you are 18 years of age or older.</p>\n</div>\n\n<div>\n<p>By accessing and/or using the Website, you shall not:</p>\n\n<div>\n<ul>\n\t<li>\n\t<p>- violate any federal, state, or local laws or regulations;</p>\n\t</li>\n\t<li>\n\t<p>- use any technology such as a robot, spider, scraper or other automated means to access, scrape, data mine, or otherwise collect information from or through the Website;</p>\n\t</li>\n\t<li>\n\t<p>- impose an unreasonable or disproportionately large network strain on Petmate&rsquo;s computer and network infrastructure;</p>\n\t</li>\n\t<li>\n\t<p>- hack into or gain unauthorized access to protected areas of the Website and/or Petmate&rsquo;s computers, servers or networks, and/or any computers or systems used by other users, customers, or potential customers;</p>\n\t</li>\n\t<li>\n\t<p>- destroy, damage, or impair any portion of the Website or any computers, systems, hardware, or software used by Petmate or other users, customers, or potential customers;</p>\n\t</li>\n\t<li>\n\t<p>- make unauthorized attempts to modify any information stored on, accessed, or collected by the Site;</p>\n\t</li>\n\t<li>\n\t<p>- defeat or circumvent any security features related to the Website; and</p>\n\t</li>\n\t<li>\n\t<p>- post any comments that are disparaging or offensive or that are misleading and made in bad faith. Nor shall you assist someone else in attempting or doing any of the above activities. Notwithstanding the above, Petmate reserves the right to refuse service, terminate accounts, and/or cancel orders in its sole discretion.</p>\n\t</li>\n</ul>\n</div>\n</div>\n\n<div><strong>USER COMMUNICATION</strong>\n\n<p>In return for accessing the Website, you grant Petmate a non-exclusive, royalty-free license to use any and all content that you provide either on or through the Website including, but not limited to, suggestions, questions, comments, or reviews. With regard to any ideas or creative suggestions, you warrant and represent that any information, material, suggestions, ideas, concepts, know-how, methods, or any other communications that you provide either to or through the Website, or that you provide in an unsolicited manner to Petmate, is non-confidential and non-proprietary. Petmate will not consider any information you provide through the Website as confidential or proprietary in any way. Subject to the Terms, you give Petmate an irrevocable, royalty-free, global license to use, sell, make, and distribute any such information without any payment to you or others.</p>\n\n<p>Petmate operates the Site from its headquarters in the United States, and the Site and Terms are intended only for users within the United States. If you use the Site outside the United States, you are responsible for following your applicable local laws and determining, among other things, whether your use of the Site violates any local laws. Please note that by using the Site, you agree that personally identifiable information and other non-personal data about you may be transmitted to the United States.</p>\n</div>\n\n<div><strong>PROTECTED INTELLECTUAL PROPERTY</strong>\n\n<p>The materials on this Website, including without limitation, all text, graphics, charts, pictures, photographs, images, line art, icons and renditions, are the protected intellectual property of and are the original copyrighted materials owned or licensed by Petmate or its subsidiaries and/or affiliates. These materials are protected by federal law against unauthorized copying and reproduction. Use beyond the limited license granted to viewers will be prosecuted, and Petmate may seek recovery of actual or statutory damages, recovery of attorneys&rsquo; fees and other remedies. The layout and presentation of the website may also be protectable intellectual property under applicable federal law. Use of the Petmate&reg; name, logos or any other registered or unregistered trademark or service marks of Petmate or its affiliates is strictly prohibited. Nothing on any Website grants or should be construed as granting by implication or otherwise, any type of license or right to use any of Petmate&rsquo;s intellectual property including, but not limited to, Petmate&rsquo;s trademarks, service marks, trade names, logos, and copyrighted material.By providing information on or through the Website, you represent and warrant that you have the right to do so. You may not store any material or content on, or disseminate any material or content over, any Website in any manner that constitutes infringement of another party&#39;s intellectual property rights, including but not limited to, copyrights and trademarks. You may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to others without obtaining the prior written consent of the owner of such proprietary rights.</p>\n\n<p>It is our policy to terminate use privileges of any user who infringes the intellectual property rights of others upon receipt of proper notification to us by the rights owner or the rights owner&rsquo;s legal agent.</p>\n\n<p>Accordingly, if you believe that your work has been copied and posted on the Website in a way that constitutes copyright infringement, please contact our agent at COPYRIGHT@PETMATE.COM.</p>\n</div>\n\n<div><strong>ACCEPTANCE OF ORDERS</strong>\n\n<p>YOUR RECEIPT OF AN ORDER ACKNOWLEDGEMENT VIA E-MAIL DOES NOT GUARANTEE THE ACCEPTANCE OF AN ORDER. PETMATE.COM RESERVES THE RIGHT TO LIMIT THE QUANTITY OF ITEMS ORDERED AND/OR REFUSE TO SELL TO ANY CUSTOMER FOR ANY REASON.</p>\n</div>\n\n<div><strong>RISK OF LOSS</strong>\n\n<p>THE RISK OF LOSS AND TITLE FOR ALL ITEMS PURCHASED FROM PETMATE.COM PASSES TO YOU UPON OUR DELIVERY TO THE CARRIER.</p>\n</div>\n\n<div><strong>DISCLAIMER</strong>\n\n<p>YOU ASSUME ALL RESPONSIBILITY AND RISK FOR THE USE OF THIS SITE. THIS SITE IS PROVIDED BY PETMATE ON AN &ldquo;AS IS&rdquo; BASIS. PETMATE AND ITS SUBSIDIARIES AND AFFILIATES MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THIS SITE. TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, PETMATE AND ITS SUBSIDIARIES AND AFFILIATES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS OR OTHER PROPRIETARY RIGHTS, AND FREEDOM FROM ERRORS, VIRUSES, BUGS, OR OTHER HARMFUL COMPONENTS. PETMATE AND ITS SUBSIDIARIES AND AFFILIATES WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE, INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, CONSEQUENTIAL DAMAGES OR DAMAGES RESULTING FROM LOSS OF USE, DATA, OR PROFITS, OR BUSINESS INTERRUPTION ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE SITE, ANY DELAYS ON THE SITE, OR THE INABILITY TO USE THE SITE, ANY PORTION THEREOF, OR ANY HYPERLINKED WEBSITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF PETMATE OR ANY OF ITS SUBSIDIARIES OR AFFILIATES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n</div>\n\n<div><strong>THIRD PARTY SITES AND SPONSORS</strong>\n\n<p>Our website may contain links to other internet sites, which are provided solely as a convenience to viewers and not as an endorsement of the contents of such sites. In addition, other internet sites may link to our website without our knowledge or permission. Because Petmate and its subsidiaries and affiliates have no control over such linked sites, we assume no obligation to review, and are not responsible for the availability or content of, any off-site pages or any other sites links to our Websites. Your linking to off-site pages or other sites is at your own risk.</p>\n</div>\n\n<div><strong>INDEMNITY</strong>\n\n<p>You agree to indemnify, defend and hold harmless Petmate (including its officers, owners, directors, employees, affiliates, agents, licensors, representatives, attorneys, and business partners (&ldquo;Indemnified Parties&rdquo;), from and against any and all claims, demands, losses, costs, damages, liabilities, judgments, awards, and expenses (including attorneys&#39; fees, costs of defense, and direct, indirect, punitive, special, individual, consequential, or exemplary damages) Petmate or any of the Indemnified Parties suffer in relation to any claim or demand from a third party that relates to your use of the Site or your breach of these Terms. Your indemnification obligation shall survive the termination of these Terms.</p>\n</div>\n\n<div><strong>GOVERNING LAW and JURISDICTION</strong>\n\n<p>These terms and conditions shall be governed by and construed in accordance with the laws of the State of Texas, without regard to any choice law provisions. You consent to jurisdiction and venue for any action related to this Website in the state courts in, or federal courts covering, Tarrant County, Texas, and you agree that this is a material condition of your access and/or use of this Website.</p>\n</div>\n\n<div><strong>CHANGES TO TERMS and MODIFICATIONS</strong>\n\n<p>We are always improving and updating our website to further enhance the customer experience. As a result, our policies will continue to evolve. As we implement new technology and provide new services, we may update our Terms and Conditions. We encourage you to refer to this page on an ongoing basis for our most current terms and conditions, as they are subject to change without notice.</p>\n</div>\n\n<div><strong>MISCELLANEOUS</strong>\n\n<p>You agree that no joint venture, partnership, employment or agency relationship exists between you and Petmate as a result of this agreement or your use of this site. This agreement, the Privacy and Security Policy and terms of sale constitute the entire agreement between you and Petmate with respect to this site. This agreement supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and Petmate with respect to this site. No modification of this agreement shall be effective unless it is authored by Petmate, or unless it is physically signed by a Petmate executive officer. Any alleged waiver of any breach of this agreement shall not be deemed to be a waiver of any future breach.</p>\n\n<p>If any part of these Terms is determined by a court of competent jurisdiction to be invalid or unenforceable, it will not impact any other provision of these Terms, all of which will remain in full force and effect.</p>\n\n<p>A printed version of this agreement and/or of any notice given by Petmate in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement or your use of this site to the same extent and subject to the same conditions as other business documents and records originally generated and maintained by Petmate in printed form.</p>\n\n<p>If you need to contact Petmate for any reason not already specified in these Terms, please use the following contact information:</p>\n</div>\n\n<div><strong>Petmate</strong> <strong>P.O. Box 1246</strong> <strong>Arlington, Texas USA 76004-1246</strong>\n\n<p>Copyright &copy; 2019 Doskocil Manufacturing Company, Inc. All rights reserved.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}