{
  "elementInstances": [
    {
      "customTitle": "Rich_Text_1800001",
      "styles": {},
      "tag": "rich-text@1800001",
      "text": null,
      "richTextConfig": {
        "content": "<h3>Assistant DC Manager Job Description</h3>\n\n<p>Do you want to work for a company that provides fun products to consumers? A company that is growing where YOU can make an impact on the business? Or how about a company that provides a more casual workplace and one where your pet is welcome to join you? Petmate provides an excellent employee experience, benefits and an opportunity for a career. As a smaller organization, you matter. We are looking for a strong <strong>Assistant DC Manager</strong> to join our team.&nbsp;</p>\n\n<p>Petmate/Doskocil Mfg., Inc was founded in 1960 as an innovative manufacturer and supplier of crates and kennels used by the airline industry to transport pets. Over the years, the Company added individual consumers to its market strategy and expanded its product offerings, both domestically and internationally. Today, doing business as Petmate, the Company manufactures and distributes a wide range of pet products under the Petmate brand and on a Private Label basis, including:</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kennels &amp; Carriers&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Shelters and Dog Houses</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Toys &amp; Accessories&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Collars and Leashes</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bedding&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Litter Maintenance</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Feeding &amp; Watering</p>\n\n<p>&nbsp;</p>\n\n<p>Petmate&rsquo;s highly sophisticated distribution and sourcing operations in Texas, China and Vietnam manage over 4,000 pet products sold via pet specialty retailers, distributors, catalog and internet retailers, mass merchants, grocery stores and club warehouses.</p>\n\n<p>Stamford Connecticut based private equity firm Olympus Partners acquired Petmate in May 2017. Their value creation plan includes driving new products innovation, improving marketing, and expanding the product portfolio by executing an aggressive growth strategy; organically and through acquisition. In addition to developing new products and expanding existing product offerings, the Company continues to pursue industry-related acquisitions.</p>\n\n<p>The Company is headquartered in Arlington, Texas, in the heart of the Dallas/Ft. Worth &lsquo;Metroplex&rsquo;. The Corporate Headquarters is located within walking distance to the iconic AT&amp;T Stadium, home of the 5-time Super Bowl Champion Dallas Cowboys, and The Ballpark in Arlington, home of the Texas Rangers baseball club. DFW Airport is also nearby.</p>\n\n<p>As the <strong>Assistant DC Manager </strong>you will be given the opportunity to create and provide excellent customer service within the distribution center. To be successful, the candidate must be able to &ldquo;get things done&rdquo; and develop process capabilities within their functional areas and individual talent to support growth plans. This is an opportunity to assess current capabilities and implement needed continuous improvement efforts that impact Petmate&rsquo;s strategic growth. The goal is to keep the distribution center running in an efficient manner and to increase customer satisfaction and exceed our customers expectation. If you are interested in joining our team as our <strong>Assistant DC Manager</strong>, please send your resume to <a href=\"mailto:resume@petmate.com\">resume@petmate.com</a>.</p>\n\n<p align=\"left\">&nbsp;</p>\n\n<p align=\"left\"><strong><u>POSITION SUMMARY</u></strong></p>\n\n<p align=\"left\">Support and assist the D.C. Manager to manage and direct warehousing and distribution activities for distribution center.&nbsp; The work will be performed personally and through subordinate supervisors and employees.&nbsp; As a member of the D.C. Management team, the Assistant D.C. Manager will be guided by the Company&#39;s Vision statement, policies and procedures.&nbsp; The Assistant D.C. Manager is responsible for ensuring the execution of procedures and practices that promote security, safety, inventory integrity, facility maintenance, and maintenance of all equipment and supplies.</p>\n\n<p align=\"left\"><strong><u>DUTIES AND RESPONSIBILITIES</u></strong></p>\n\n<ol>\n\t<li align=\"left\">Ensure that the Company Vision statement is used as the primary guide for decision making.&nbsp; Lead and support employee behavior that reflects the term &quot;customer&quot; refers to dealers, suppliers, and all company employees.</li>\n\t<li align=\"left\" value=\"2\">Maintain confidential company records.&nbsp; Limit access to vital operational information and computer information only to authorized personnel.</li>\n\t<li value=\"3\">Communicate Petmate&rsquo;s safety policies and special emphasis safety programs in a uniform and consistent manner throughout our organization so that employee injuries and illnesses can be prevented and compliance with federal, state and local regulations can be achieved.</li>\n\t<li align=\"left\" value=\"4\">Assist in securing the distribution center from internal and external losses due to theft and casualty threats.</li>\n\t<li align=\"left\" value=\"5\">As directed by the D.C. Manager, inspect and ensure acceptable physical condition of the facility. &nbsp;The facility must be maintained within company cleanliness standards and standard operating procedures.</li>\n\t<li align=\"left\" value=\"6\">Assist in securing the safe and efficient operation, security, and maintenance of all equipment assigned to the distribution center.</li>\n\t<li align=\"left\" value=\"7\">Utilize only authorized freight carriers in the distribution of product.&nbsp; All carriers must be approved by the Vice President of Distribution or the designated freight manager.</li>\n\t<li align=\"left\" value=\"8\">As directed by the D.C. Manager and within the area of responsibility assigned, ensure the accurate and timely reporting of all administrative reporting.</li>\n\t<li align=\"left\" value=\"9\">Assist the D.C. Manager in ensuring that the facility is maintained in a safe and secure manner as prescribed by Company policies and procedures.&nbsp; Participate in planning and ensuring employee safety and facility safety activities.</li>\n\t<li align=\"left\" value=\"10\">In concert with the D.C. Manager develop a &quot;fiscally responsible attitude&quot; within the facility, looking for all opportunities to reduce costs through ensuring quality and order integrity, reducing waste, utilizing only appropriate volume of overtime and investigating all opportunities to reduce costs and improve D.C. efficiency.</li>\n\t<li align=\"left\" value=\"11\">Reward and Recognizing.&nbsp; In concert with the D.C. Manager, develop an attitude of &quot;fiscal responsibility&quot; and &quot;doing it right the first time&quot;.</li>\n\t<li align=\"left\" value=\"12\">Proactively communicate with the D.C. Manager regarding any potential delays, failures and successes that may occur that would affect the performance of the company, its employees, vendors and customers.</li>\n\t<li align=\"left\" value=\"13\">Under no circumstances will the Assistant D.C. Manager notify an employee either verbally or through the &quot;Personal Action Notification&quot; that a payroll adjustment in hourly wage rate will be made without prior approval of the D.C. Manager.</li>\n\t<li align=\"left\" value=\"14\">The Assistant D.C. Manager will fill the role of D.C. Manager in his/her absence.&nbsp; During those periods of time, the Assistant D.C. Manager will be guided by the job description specified for the D.C. Manager.</li>\n\t<li align=\"left\" value=\"15\">Inventory Management - The Assistant D.C. Manager may be assigned responsibility for establishing and maintaining inventory integrity through cycle counting system, monitoring the follow-up of shipping discrepancies, and monitoring and follow-up of discrepancies created through the receiving process.&nbsp; In addition, if the Assistant D.C. Manager is the primary lead on inventory management, he/she will focus on managing the physical locations of product with a focus on pulling and ensuring the distribution center has maximized its storage space.</li>\n\t<li align=\"left\" value=\"16\">Employee discipline and/or termination are primarily the responsibility of the D.C. Management team, with assistance from the VP Distribution, DC Manager, and Human Resources.&nbsp; In the absence of the D.C. Manager, employees who, in the opinion of the Assistant D.C. Manager, are potential threats to the performance of the facility or to other employees will be directed to leave the facility under suspension.&nbsp; The suspension will be reviewed by the D.C. Manager, Human Resources and VP of Distribution before termination.&nbsp; The Assistant D.C. Manager will notify the D.C. Manager of any and all employee violations and Human Resources and the VP Distribution will be copied on all employee disciplinary actions.</li>\n</ol>\n\n<p align=\"left\">&nbsp;</p>\n\n<p align=\"left\">This list is not inclusive of the total scope of job functions to be performed.&nbsp; Duties and responsibilities may be added, deleted, or modified at any time.</p>\n\n<p align=\"left\">&nbsp;</p>\n\n<p align=\"left\"><strong><u>QUALIFICATIONS</u></strong></p>\n\n<p align=\"left\">Mandatory Requirements</p>\n\n<ol>\n\t<li align=\"left\">Demonstrated leadership ability.</li>\n\t<li align=\"left\">Highly customer focused.</li>\n\t<li align=\"left\">Demonstrated good judgment, professionalism and the ability to maintain confidentially.</li>\n\t<li align=\"left\">Well organized with the ability to work in a fast paced environment.</li>\n\t<li align=\"left\">Computer proficient.</li>\n</ol>\n\n<p align=\"left\"><strong><u>EDUCATION</u></strong></p>\n\n<p align=\"left\">Mandatory Requirements</p>\n\n<ol>\n\t<li align=\"left\">High School diploma or equivalent</li>\n</ol>\n\n<p align=\"left\">Preferred Requirements</p>\n\n<ol>\n\t<li align=\"left\">Associates degree</li>\n</ol>\n\n<p align=\"left\"><strong><u>EXPERIENCE</u></strong></p>\n\n<p align=\"left\">Mandatory Requirements</p>\n\n<ol>\n\t<li align=\"left\">1-2 years supervisory experience.</li>\n\t<li align=\"left\">1-2 years&rsquo; experience in a distribution center.</li>\n</ol>\n\n<p align=\"left\">Preferred Requirements</p>\n\n<ol>\n\t<li align=\"left\">2-3 years supervisory experience.</li>\n\t<li align=\"left\">2-3 years&rsquo; experience in a distribution center.</li>\n</ol>\n\n<p align=\"left\"><strong><u>WORKING CONDITIONS</u></strong></p>\n\n<ol>\n\t<li align=\"left\">Works in a distribution center.&nbsp; Noise level is usually moderate to loud, depending on the level of activity in the distribution center.</li>\n\t<li align=\"left\">Occasional travel is required.</li>\n</ol>\n\n<p align=\"left\"><strong><u>ORGANIZATIONAL RELATIONSHIPS</u></strong></p>\n\n<ol>\n\t<li align=\"left\">Reports to DC Manager</li>\n\t<li align=\"left\">Position(s) which directly report to this position; and number of employees in each position:</li>\n</ol>\n\n<p align=\"left\" style=\"margin-left:1.0in;\">Supervisors&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Variable</p>\n\n<p align=\"left\" style=\"margin-left:1.0in;\">Leads&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Variable</p>\n\n<p align=\"left\"><strong><u>FLSA STATUS</u></strong></p>\n\n<p align=\"left\">Exempt</p>\n\n<p align=\"left\"><strong><u>PHYSICAL REQUIREMENTS</u></strong></p>\n\n<p align=\"left\">The physical demands include, but are not limited to sitting, standing, walking, communicating, seeing, hearing, use of hands, and lifting.</p>\n\n<p align=\"left\"><strong><u>OTHER REQUIREMENTS</u></strong></p>\n\n<p align=\"left\">The qualifications listed above are intended to represent the minimum skills and experience levels associated with performing the essential functions of this job.&nbsp; Reasonable accommodations will be made to enable individuals with disabilities to perform the essential functions.&nbsp; The qualifications should not be viewed as expressing absolute employment or promotional standards, but as general guidelines that should be considered along with other job-related selection or promotional criteria.</p>\n\n<p align=\"left\">&nbsp;</p>\n\n<p align=\"left\">Petmate is a fun place to work with great people and great products. If you have the experience we&#39;re looking for, please email your resume to <a href=\"mailto:resume@petmate.com\">resume@petmate.com</a></p>\n\n<p align=\"left\">We are an Equal Opportunity Employer. Drug Free Workpace. EEOC M/F/D/V</p>\n"
      },
      "paddingConfig": {
        "paddingBottom": "0",
        "paddingTop": "0",
        "paddingLeft": "0",
        "paddingRight": "0"
      }
    }
  ]
}